-- ./excel/task/shimen/text.xlsx
return {

    [1001] = {
        content = "这是测试内容",
        id = 1001,
    },

    [102] = {
        content = "这是测试内容#Q测试1#Q测试2#Q测试3",
        id = 102,
    },

    [10001] = {
        content = "战斗测试#Q进入战斗",
        id = 10001,
    },

    [61011] = {
        content = "你要吃胡萝卜么？#Q进入战斗#Q还是算了",
        id = 61011,
    },

    [61012] = {
        content = "你见过会往前走的蟹吗？#Q进入战斗#Q还是算了",
        id = 61012,
    },

    [61013] = {
        content = "我们比比谁的耳朵长#Q进入战斗#Q还是算了",
        id = 61013,
    },

    [61014] = {
        content = "猪是世界上最聪明的动物。#Q进入战斗#Q还是算了",
        id = 61014,
    },

    [61015] = {
        content = "作为一名海龟派，自然有大智慧。#Q进入战斗#Q还是算了",
        id = 61015,
    },

    [61016] = {
        content = "狐狸狐狸，你的耳朵怎么那么长？#Q进入战斗#Q还是算了",
        id = 61016,
    },

    [61017] = {
        content = "谢谢是一种礼貌。#Q进入战斗#Q还是算了",
        id = 61017,
    },

    [61018] = {
        content = "谁说狐狸就是狡猾的？童话还是骗人的呢。#Q进入战斗#Q还是算了",
        id = 61018,
    },

    [61019] = {
        content = "做一只能吃会睡的猪，最幸福的猪。#Q进入战斗#Q还是算了",
        id = 61019,
    },

    [61020] = {
        content = "龟派……我想吼啥来着？#Q进入战斗#Q还是算了",
        id = 61020,
    },

}
