-- ./excel/npc/npcgroup.xlsx
return {

    [1] = {
        desc = "师们师傅",
        id = 1,
        npc = {1},
    },

    [2] = {
        desc = "师门传达任务(人）",
        id = 2,
        npc = {100001, 100002},
    },

    [5] = {
        desc = "师门传达任务(仙）",
        id = 5,
        npc = {100005, 100006},
    },

    [6] = {
        desc = "师门传达任务(魔）",
        id = 6,
        npc = {100007, 100008},
    },

    [3] = {
        desc = "师门示威任务",
        id = 3,
        npc = {100004, 100003},
    },

    [4] = {
        desc = "测试临时动态npc2",
        id = 4,
        npc = {200001, 200002},
    },

    [7] = {
        desc = "师门玩家Npc模型",
        id = 7,
        npc = {100101},
    },

    [8] = {
        desc = "玩家自身模型",
        id = 8,
        npc = {100102},
    },

    [101] = {
        desc = "测试npc组",
        id = 101,
        npc = {101},
    },

    [11] = {
        desc = "师门任务",
        id = 11,
        npc = {5201, 5202, 5203, 5204, 5205, 5206, 5207, 5208, 5209, 5210, 5212, 5213, 5214, 5215, 5216, 5217},
    },

}
