-- ./excel/task/dailytrain/text.xlsx
return {

    [1001] = {
        content = "这是测试内容",
        id = 1001,
    },

    [102] = {
        content = "这是测试内容#Q测试1#Q测试2#Q测试3",
        id = 102,
    },

    [10001] = {
        content = "战斗测试#Q进入战斗",
        id = 10001,
    },

    [10151] = {
        content = "紫微星帝今日就要陨落于此。#Q进入战斗#Q还是算了",
        id = 10151,
    },

    [10251] = {
        content = "且看看你的实力如何。#Q进入战斗#Q还是算了",
        id = 10251,
    },

    [10351] = {
        content = "都是你的错，快还我猪肉钱！#Q进入战斗#Q还是算了",
        id = 10351,
    },

    [11151] = {
        content = "本师兄可不会放水哦。#Q进入战斗#Q还是算了",
        id = 11151,
    },

    [11152] = {
        content = "本师兄可比三师兄要强多了。#Q进入战斗#Q还是算了",
        id = 11152,
    },

    [11153] = {
        content = "让本师兄看看你的真正实力。#Q进入战斗#Q还是算了",
        id = 11153,
    },

    [11251] = {
        content = "快给本姑娘饭吃。#Q进入战斗#Q还是算了",
        id = 11251,
    },

    [11252] = {
        content = "我可是杭州城一霸。#Q进入战斗#Q还是算了",
        id = 11252,
    },

    [11351] = {
        content = "这次看你插翅难逃了。#Q进入战斗#Q还是算了",
        id = 11351,
    },

    [11451] = {
        content = "别碍事，不然连你一并干掉。#Q进入战斗#Q还是算了",
        id = 11451,
    },

    [11651] = {
        content = "今日我一定要拿下许仙。#Q进入战斗#Q还是算了",
        id = 11651,
    },

    [11652] = {
        content = "顺我者生，逆我者亡。#Q进入战斗#Q还是算了",
        id = 11652,
    },

    [11751] = {
        content = "你们两个要去哪？#Q进入战斗#Q还是算了",
        id = 11751,
    },

    [11851] = {
        content = "本大爷可是名镇杭州城的侠盗。#Q进入战斗#Q还是算了",
        id = 11851,
    },

    [11951] = {
        content = "本王要报一战之仇。#Q进入战斗#Q还是算了",
        id = 11951,
    },

    [11952] = {
        content = "居然为一个歌女对付我？#Q进入战斗#Q还是算了",
        id = 11952,
    },

}
