-- ./excel/huodong/orgfuben/text.xlsx
return {

    [1001] = {
        content = "等级不足，无法参加",
        id = 1001,
    },

    [1002] = {
        content = "你还未加入公会",
        id = 1002,
    },

    [1003] = {
        content = "今日的挑战次数已经用完",
        id = 1003,
    },

    [1004] = {
        content = "你正在战斗",
        id = 1004,
    },

    [1005] = {
        content = "组队状态无法进入战斗",
        id = 1005,
    },

    [1006] = {
        content = "该赏金头领已击杀",
        id = 1006,
    },

    [1007] = {
        content = "击杀上一个赏金头领才可解锁该赏金头领",
        id = 1007,
    },

    [1008] = {
        content = "仅会长和副会长可以重置",
        id = 1008,
    },

    [1009] = {
        content = "公会等级达到$Grade级，才可解锁该boss",
        id = 1009,
    },

    [1010] = {
        content = "重置失败，该赏金头领正被挑战中",
        id = 1010,
    },

    [1011] = {
        content = "公会资金不足",
        id = 1011,
    },

    [1012] = {
        content = "本次可免费重置，是否重置当前副本进度？",
        id = 1012,
    },

    [1013] = {
        content = [=[本周免费重置次数已用完，是否重置当前副本进度？
（花费$COST公会资金）]=],
        id = 1013,
    },

    [1014] = {
        content = "公会等级不足，不能击杀赏金头领",
        id = 1014,
    },

}
