-- ./excel/huodong/msattack/text.xlsx
return {

    [1001] = {
        content = "#O断魂崖#n、#O枫竹林#n、#O八门村#n突然出现了时空裂缝，大批怪物通过裂缝正向帝都前进并发起进攻，各位勇者快去击退怪物吧！",
        id = 1001,
    },

    [1002] = {
        content = "亲爱的勇者们，因为你们的一路奋战帝都又恢复了和平，奖励以邮件形式发放，请注意查收。",
        id = 1002,
    },

    [1003] = {
        content = "前方#O$map#n出现#R攻城大头目#n，各位勇者请火速前往一起击败怪物的入侵！",
        id = 1003,
    },

    [1004] = {
        content = "目前有玩家与该怪物斗争，请攻击其他怪物！",
        id = 1004,
    },

    [1005] = {
        content = "您的等级未到#R33级#n，无法抵御怪物的攻势！",
        id = 1005,
    },

    [1006] = {
        content = "亲爱的勇者们，因为你们的一路奋战帝都又恢复了和平，奖励以邮件形式发放，请注意查收。",
        id = 1006,
    },

    [1007] = {
        content = "#R#role#n在#O怪物攻城#n活动中，获得了#linkinfo ,真是幸运啊！",
        id = 1007,
    },

    [1008] = {
        content = "怪物攻城15分钟之后即将开启，请勇士们做好准备！",
        id = 1008,
    },

}
