-- ./excel/task/teach/task.xlsx
return {

    [1] = {
        desc = "[654A33]点击[be3d3b]技能[654A33]按钮，打开[be3d3b]技能[654A33]界面！",
        id = 1,
        pic = "teach_00001",
    },

    [2] = {
        desc = "[654A33]点击[be3d3b]升级[654A33]即可[be3d3b]升级技能[654A33]！",
        id = 2,
        pic = "teach_00002",
    },

    [3] = {
        desc = "[654A33]点击[be3d3b]招募[654A33]按钮，打开[be3d3b]招募[654A33]界面！",
        id = 3,
        pic = "teach_00003",
    },

    [4] = {
        desc = "[654A33]点击[be3d3b]召唤[654A33]即可[be3d3b]招募伙伴[654A33]！",
        id = 4,
        pic = "teach_00004",
    },

    [5] = {
        desc = "[654A33]点击[be3d3b]伙伴[654A33]按钮，打开[be3d3b]伙伴[654A33]界面！",
        id = 5,
        pic = "teach_00005",
    },

    [6] = {
        desc = "[654A33]点击[be3d3b]培育[654A33]打开[be3d3b]培育界面[654A33]培育！",
        id = 6,
        pic = "teach_00006",
    },

    [7] = {
        desc = "[654A33]点击[be3d3b]伙伴[654A33]按钮，打开[be3d3b]符文[654A33]界面！",
        id = 7,
        pic = "teach_00007",
    },

    [8] = {
        desc = "[654A33]选中[be3d3b]符文[654A33]点击[be3d3b]佩戴[654A33]！",
        id = 8,
        pic = "teach_00008",
    },

    [9] = {
        desc = "[654A33]点击[be3d3b]宅邸[654A33]按钮，打开[be3d3b]宅邸[654A33]界面！",
        id = 9,
        pic = "teach_00009",
    },

    [10] = {
        desc = "[654A33]点击[be3d3b]召唤[654A33]即可[be3d3b]招募伙伴[654A33]！",
        id = 10,
        pic = "teach_00010",
    },

    [11] = {
        desc = "[654A33]点击[be3d3b]好友[654A33]按钮打开[be3d3b]空间[654A33]！",
        id = 11,
        pic = "teach_00011",
    },

    [12] = {
        desc = "[654A33]编辑[be3d3b]个人资料[654A33]即可[be3d3b]获得奖励[654A33]！",
        id = 12,
        pic = "teach_00012",
    },

    [13] = {
        desc = "[654A33]点击[be3d3b]公会[654A33]按钮，打开[be3d3b]公会[654A33]界面！",
        id = 13,
        pic = "teach_00013",
    },

    [14] = {
        desc = "[654A33]点击[be3d3b]快捷加入[654A33]即可加入[be3d3b]公会[654A33]！",
        id = 14,
        pic = "teach_00014",
    },

    [15] = {
        desc = "[654A33]打开[be3d3b]背包[654A33]，使用[be3d3b]星象图[654A33]道具！",
        id = 15,
        pic = "teach_00015",
    },

    [16] = {
        desc = "[654A33]根据[be3d3b]罗盘指引[654A33]进行[be3d3b]挖宝[654A33]！",
        id = 16,
        pic = "teach_00016",
    },

    [17] = {
        desc = "[654A33]点击[be3d3b]比武场[654A33]按钮，打开[be3d3b]段位比武场[654A33]界面！",
        id = 17,
        pic = "teach_00017",
    },

    [18] = {
        desc = "[654A33]点击[be3d3b]按钮[654A33]即可[be3d3b]进入段位比武[654A33]！",
        id = 18,
        pic = "teach_00018",
    },

    [19] = {
        desc = "[654A33]点击[be3d3b]招募[654A33]按钮，打开[be3d3b]招募[654A33]界面！",
        id = 19,
        pic = "teach_00019",
    },

    [20] = {
        desc = "[654A33]点击[be3d3b]召唤[654A33]即可[be3d3b]招募伙伴[654A33]！",
        id = 20,
        pic = "teach_00020",
    },

    [21] = {
        desc = "[654A33]点击[be3d3b]伙伴[654A33]按钮，打开[be3d3b]伙伴[654A33]界面！",
        id = 21,
        pic = "teach_00021",
    },

    [22] = {
        desc = "[654A33]选中[be3d3b]佩戴的符文[654A33]，点击[be3d3b]强化[654A33]！",
        id = 22,
        pic = "teach_00022",
    },

    [23] = {
        desc = "[654A33]点击[be3d3b]活动入口[654A33]进入[be3d3b]答题[654A33]界面！",
        id = 23,
        pic = "teach_00023",
    },

    [24] = {
        desc = "[654A33]在活动界面里[be3d3b]参与答题[654A33]！",
        id = 24,
        pic = "teach_00024",
    },

    [25] = {
        desc = "[654A33]点击[be3d3b]招募[654A33]按钮，打开[be3d3b]招募[654A33]界面！",
        id = 25,
        pic = "teach_00025",
    },

    [26] = {
        desc = "[654A33]点击[be3d3b]召唤[654A33]即可[be3d3b]招募伙伴[654A33]！",
        id = 26,
        pic = "teach_00026",
    },

    [27] = {
        desc = "[654A33]点击主界面[be3d3b]修行[654A33]按钮，打开[be3d3b]修行[654A33]界面！",
        id = 27,
        pic = "teach_00027",
    },

    [28] = {
        desc = "[654A33]点击[be3d3b]开始修行[654A33]即可！",
        id = 28,
        pic = "teach_00028",
    },

    [29] = {
        desc = "[654A33]在[be3d3b]背包[654A33]中使用[be3d3b]镜花水月[654A33]道具！",
        id = 29,
        pic = "teach_00029",
    },

    [30] = {
        desc = "[654A33]选择[be3d3b]目标怪物[654A33]进入战斗！",
        id = 30,
        pic = "teach_00030",
    },

    [31] = {
        desc = "[654A33]点击[be3d3b]装备[654A33]按钮，打开[be3d3b]装备[654A33]界面！",
        id = 31,
        pic = "teach_00031",
    },

    [32] = {
        desc = "[654A33]选择[be3d3b]宝石[654A33]点击镶嵌！",
        id = 32,
        pic = "teach_00032",
    },

    [33] = {
        desc = "[654A33]前往[be3d3b]野外地图[654A33]，点击[be3d3b]探索[654A33]按钮！",
        id = 33,
        pic = "teach_00033",
    },

    [34] = {
        desc = "[654A33]点击[be3d3b]探索[654A33]开始探索！",
        id = 34,
        pic = "teach_00034",
    },

    [35] = {
        desc = "[654A33]点击[be3d3b]装备[654A33]按钮，打开[be3d3b]装备-淬灵[654A33]界面！",
        id = 35,
        pic = "teach_00035",
    },

    [36] = {
        desc = "[654A33]点击[be3d3b]重置[654A33]即可[be3d3b]进行装备淬灵[654A33]！",
        id = 36,
        pic = "teach_00036",
    },

    [37] = {
        desc = "[654A33]点击[be3d3b]装备[654A33]按钮，打开[be3d3b]装备-突破[654A33]界面！",
        id = 37,
        pic = "teach_00037",
    },

    [38] = {
        desc = "[654A33]点击[be3d3b]突破[654A33]即可[be3d3b]进行装备突破[654A33]！",
        id = 38,
        pic = "teach_00038",
    },

    [39] = {
        desc = "[654A33]点击[be3d3b]伙伴[654A33]按钮，打开[be3d3b]符文[654A33]界面！",
        id = 39,
        pic = "teach_00039",
    },

    [40] = {
        desc = "[654A33]选中[be3d3b]符文[654A33]点击[be3d3b]佩戴[654A33]！",
        id = 40,
        pic = "teach_00040",
    },

    [41] = {
        desc = "[654A33]点击[be3d3b]背包[654A33]按钮，打开[be3d3b]装备[654A33]界面！",
        id = 41,
        pic = "teach_00041",
    },

    [42] = {
        desc = "[654A33]选中[be3d3b]装备[654A33]点击[be3d3b]更换[654A33]！",
        id = 42,
        pic = "teach_00042",
    },

    [43] = {
        desc = "[654A33]野外[be3d3b]点击茶会NPC[654A33]，打开[be3d3b]NPC对话[654A33]界面！",
        id = 43,
        pic = "teach_00043",
    },

    [44] = {
        desc = "[654A33]点击[be3d3b]战斗[654A33]进入[be3d3b]挑战喵萌茶会[654A33]！",
        id = 44,
        pic = "teach_00044",
    },

    [45] = {
        desc = "[654A33]点击[be3d3b]成就[654A33]打开[be3d3b]成就[654A33]界面！",
        id = 45,
        pic = "teach_00045",
    },

    [46] = {
        desc = "[654A33]完成[be3d3b]任意5个[654A33]成就[be3d3b]即可领奖[654A33]！",
        id = 46,
        pic = "teach_00046",
    },

    [47] = {
        desc = "[654A33]点击[be3d3b]图鉴[654A33]按钮，打开[be3d3b]世界图鉴[654A33]界面！",
        id = 47,
        pic = "teach_00047",
    },

    [48] = {
        desc = "[654A33]收集[be3d3b]伙伴[654A33]解锁[be3d3b]世界故事[654A33]！",
        id = 48,
        pic = "teach_00048",
    },

    [49] = {
        desc = "[654A33]点击[be3d3b]图鉴[654A33]按钮，打开[be3d3b]人物图鉴[654A33]界面！",
        id = 49,
        pic = "teach_00049",
    },

    [50] = {
        desc = "[654A33]前往[be3d3b]不同地图[654A33]即可[be3d3b]挑战人物[654A33]！",
        id = 50,
        pic = "teach_00050",
    },

    [51] = {
        desc = "[654A33]点击[be3d3b]游历[654A33]按钮，打开[be3d3b]游历[654A33]界面！",
        id = 51,
        pic = "teach_00051",
    },

    [52] = {
        desc = "[654A33]选择[be3d3b]伙伴[654A33]即可[be3d3b]开始游历[654A33]！",
        id = 52,
        pic = "teach_00052",
    },

    [53] = {
        desc = "[654A33]点击[be3d3b]公平比武[654A33]按钮，打开[be3d3b]比武[654A33]界面！",
        id = 53,
        pic = "teach_00053",
    },

    [54] = {
        desc = "[654A33]点击[be3d3b]按钮[654A33]即可[be3d3b]进入比武[654A33]！",
        id = 54,
        pic = "teach_00054",
    },

    [55] = {
        desc = "[654A33]点击[be3d3b]冒险[654A33]按钮，打开[be3d3b]全天活动[654A33]界面！",
        id = 55,
        pic = "teach_00055",
    },

    [56] = {
        desc = "[654A33]前往[be3d3b]帝都NPC扳尾[654A33]即可[be3d3b]进入副本[654A33]！",
        id = 56,
        pic = "teach_00056",
    },

    [57] = {
        desc = "[654A33]点击[be3d3b]伙伴[654A33]按钮，打开[be3d3b]伙伴[654A33]界面！",
        id = 57,
        pic = "teach_00057",
    },

    [58] = {
        desc = "[654A33]收集[be3d3b]觉醒道具[654A33]即可[be3d3b]觉醒伙伴[654A33]！",
        id = 58,
        pic = "teach_00058",
    },

    [59] = {
        desc = "[654A33]点击[be3d3b]冒险[654A33]按钮，打开[be3d3b]全天活动[654A33]界面！",
        id = 59,
        pic = "teach_00059",
    },

    [60] = {
        desc = "[654A33]前往[be3d3b]帝都NPC暮[654A33]即可[be3d3b]进入副本[654A33]！",
        id = 60,
        pic = "teach_00060",
    },

    [61] = {
        desc = "[654A33]点击[be3d3b]宅邸[654A33]按钮，在[be3d3b]宅邸[654A33]界面点击料理台！",
        id = 61,
        pic = "teach_00061",
    },

    [62] = {
        desc = "[654A33]点击[be3d3b]厨师对话[654A33]即可[be3d3b]开始制作料理[654A33]！",
        id = 62,
        pic = "teach_00062",
    },

    [63] = {
        desc = "[654A33]点击[be3d3b]宅邸料理台[654A33]，[be3d3b]收获[654A33]制作好的礼物！",
        id = 63,
        pic = "teach_00063",
    },

    [64] = {
        desc = "[654A33]拖动[be3d3b]礼物给宅邸伙伴[654A33]即可[be3d3b]完成送礼[654A33]！",
        id = 64,
        pic = "teach_00064",
    },

    [65] = {
        desc = "[654A33]打开[be3d3b]伙伴[654A33]界面，[be3d3b]选择符文[654A33]点击合成！",
        id = 65,
        pic = "teach_00065",
    },

    [66] = {
        desc = "[654A33]选择[be3d3b]需要合成的符文[654A33]即可[be3d3b]开始合成[654A33]！",
        id = 66,
        pic = "teach_00066",
    },

    [500] = {
        desc = "[654A33]点击菜单[be3d3b]招募[654A33]按钮，打开[be3d3b]招募[654A33]界面",
        id = 500,
        pic = "teach_00003",
    },

    [501] = {
        desc = "[654A33]直接点击[be3d3b]召唤卡[654A33]即可进行[be3d3b]伙伴招募[654A33]",
        id = 501,
        pic = "teach_00004",
    },

    [510] = {
        desc = "[654A33]点击主界面[be3d3b]冒险[654A33]按钮，打开[be3d3b]冒险[654A33]",
        id = 510,
        pic = "teach_00510",
    },

    [511] = {
        desc = [=[[654A33][be3d3b]全天活动[654A33]中找到[be3d3b]异空流放[654A36]
[654A33]※产出：[3b6cbe]伙伴符文]=],
        id = 511,
        pic = "teach_00511",
    },

    [520] = {
        desc = "[654A33]点击主界面[be3d3b]宅邸[654A33]按钮，打开[be3d3b]宅邸[654A33]",
        id = 520,
        pic = "teach_00520",
    },

    [521] = {
        desc = "[654A33]多多摸索[be3d3b]宅邸[654A33]，会有[be3d3b]奇妙的事情[654A33]发生",
        id = 521,
        pic = "teach_00521",
    },

    [530] = {
        desc = "[654A33]点击菜单[be3d3b]公会[654A33]按钮，打开[be3d3b]公会[654A33]界面",
        id = 530,
        pic = "teach_00013",
    },

    [531] = {
        desc = "[654A33]点击[be3d3b]快捷加入[654A33]加入[be3d3b]公会[654A33]",
        id = 531,
        pic = "teach_00014",
    },

    [540] = {
        desc = "[654A33]点击主界面[be3d3b]冒险[654A33]按钮，打开[be3d3b]冒险[654A33]",
        id = 540,
        pic = "teach_00510",
    },

    [541] = {
        desc = "[654A33]在[be3d3b]全天活动[654A33]标签中找到[be3d3b]伙伴游历[654A36]标签",
        id = 541,
        pic = "teach_00541",
    },

    [550] = {
        desc = "[654A33]点击主界面[be3d3b]冒险[654A33]按钮，打开[be3d3b]冒险[654A33]",
        id = 550,
        pic = "teach_00510",
    },

    [551] = {
        desc = [=[[654A33][be3d3b]全天活动[654A33]中找到[be3d3b]喵萌茶会[654A36]
[654A33]※产出：[3b6cbe]伙伴碎片、伙伴符文]=],
        id = 551,
        pic = "teach_00551",
    },

    [560] = {
        desc = "[654A33]点击菜单[be3d3b]地牢[654A33]按钮，进入[be3d3b]地牢[654A33]",
        id = 560,
        pic = "teach_00560",
    },

    [561] = {
        desc = [=[[654A33]点击[be3d3b]怪物[654A33]即可[be3d3b]进入战斗[654A33]
[654A33]※产出：[3b6cbe]金币、勋章、淬灵石、强化石、宝石]=],
        id = 561,
        pic = "teach_00561",
    },

    [570] = {
        desc = "[654A33]点击[be3d3b]比武场[654A33]按钮，进入[be3d3b]比武场[654A33]",
        id = 570,
        pic = "teach_00017",
    },

    [571] = {
        desc = [=[[654A33]点击[be3d3b]“战”[654A33]即可[be3d3b]进行比武[654A33]
[654A33]※产出：[3b6cbe]荣誉、水晶、皮肤卷]=],
        id = 571,
        pic = "teach_00018",
    },

    [580] = {
        desc = "[654A33]点击主界面[be3d3b]冒险[654A33]按钮，打开[be3d3b]冒险[654A33]",
        id = 580,
        pic = "teach_00510",
    },

    [581] = {
        desc = [=[[654A33][be3d3b]全天活动[654A33]中找到[be3d3b]埋骨之地[654A36]
[654A33]※产出：[3b6cbe]人物装备、宝石、强化石、淬灵石]=],
        id = 581,
        pic = "teach_00581",
    },

    [590] = {
        desc = "[654A33]点击主界面[be3d3b]修行[654A33]按钮，打开[be3d3b]修行[654A33]",
        id = 590,
        pic = "teach_00027",
    },

    [591] = {
        desc = [=[[654A33]点击[be3d3b]开始修行[654A33]即可
[654A33]※产出：[3b6cbe]人物经验、金币、鲜肉包]=],
        id = 591,
        pic = "teach_00028",
    },

    [600] = {
        desc = "[654A33]点击主界面[be3d3b]冒险[654A33]按钮，打开[be3d3b]冒险[654A33]",
        id = 600,
        pic = "teach_00510",
    },

    [601] = {
        desc = [=[[654A33]在[be3d3b]全天活动[654A33]中找到[be3d3b]探索[654A36]
[654A33]※产出：[3b6cbe]人物经验、水晶、金币、伙伴碎片]=],
        id = 601,
        pic = "teach_00601",
    },

    [610] = {
        desc = "[654A33]点击[be3d3b]“伙伴”-“N”[654A33]界面，找到[be3d3b]鲜肉包[654A33]",
        id = 610,
        pic = "teach_00611",
    },

    [611] = {
        desc = "[654A33][be3d3b]鲜肉包[654A33]：[be3d3b]培育[654A36]中，将它喂给其他伙伴，伙伴能获得大量经验",
        id = 611,
        pic = "teach_00610",
    },

    [620] = {
        desc = "[654A33]玩家之间的[be3d3b]切磋[654A33]只可在[be3d3b]擂台[654A33]上进行",
        id = 620,
        pic = "teach_00620",
    },

    [621] = {
        desc = "[654A33]擂台[be3d3b]位于[654A33]帝都[be3d3b]（12，13）[654A36]",
        id = 621,
        pic = "teach_00621",
    },

}
