-- ./excel/huodong/pefuben/text.xlsx
return {

    [1001] = {
        content = "等级不足27级，无法参加",
        id = 1001,
    },

    [1002] = {
        content = "你还未通过上一层关卡，不能挑战该层",
        id = 1002,
    },

    [1003] = {
        content = "副本次数已用完",
        id = 1003,
    },

    [1004] = {
        content = "你正在参战",
        id = 1004,
    },

    [1005] = {
        content = "组队不能进入",
        id = 1005,
    },

    [1006] = {
        content = "本日御灵副本次数已达到上限",
        id = 1006,
    },

    [1007] = {
        content = "副本正在进行",
        id = 1007,
    },

    [1008] = {
        content = "已达今日挑战上限",
        id = 1008,
    },

    [1009] = {
        content = "星级不足",
        id = 1009,
    },

}
