-- ./excel/handbook/npcchat.xlsx
return {

    [1] = {
        audiopath = "",
        id = 1,
        msg = "我最近看了一本悬疑推理小说，凶手竟然是书的叙事者，真是个奇特的构想。",
    },

    [2] = {
        audiopath = "",
        id = 2,
        msg = "我不会回答你的任何提问，有疑问的话，就去书里面寻找答案吧。",
    },

    [3] = {
        audiopath = "",
        id = 3,
        msg = "在这个世界之外，一定还有其他世界的存在。",
    },

    [4] = {
        audiopath = "",
        id = 4,
        msg = "欢迎来到“不存在于此间真实”的图书馆，请问你需要找什么书？",
    },

    [5] = {
        audiopath = "",
        id = 5,
        msg = "“你所生存的未来，愿纵有悲伤，却不再有战火，人类和妖怪的和平之花大地遍野。这是我与昨日死去的战士，对未来的你许下的诺言。”书上如此写道。",
    },

    [6] = {
        audiopath = "",
        id = 6,
        msg = "“这个世界伤痕累累的你，请再等等。我要为你创造一个新的世界，一个可以期待的新世界......”，真是伤心，写到这里就没有了，不知道她的愿望实现了没？",
    },

    [7] = {
        audiopath = "",
        id = 7,
        msg = "你想知道的东西，可能在伙伴档案里，那里记载着所有与人类签订了契约的生灵故事。",
    },

    [8] = {
        audiopath = "",
        id = 8,
        msg = "故事的阅读方法，绝对不只有一种。只要还有别的登场人物，就会有别的故事存在。",
    },

    [9] = {
        audiopath = "",
        id = 9,
        msg = "禁书？有的。可是我的力量不被它接受，无法看到里面的内容，或许你可以试试。",
    },

    [10] = {
        audiopath = "",
        id = 10,
        msg = "好烦，人物档案的普查进度太慢了。",
    },

    [11] = {
        audiopath = "",
        id = 11,
        msg = "懒惰？这就是人性，你既然拥有能改变它的能力，为什么不尽快修复？",
    },

    [12] = {
        audiopath = "",
        id = 12,
        msg = "就和人活着都要吃饭一样，人活着都要狗带的。",
    },

    [13] = {
        audiopath = "",
        id = 13,
        msg = "“敢夺取我容身之处的人决不轻饶。”哎，一看就是个被生活压榨了的人。",
    },

    [14] = {
        audiopath = "",
        id = 14,
        msg = "“只要是活着，就算是神我也吃给你看！”啧啧，瞧瞧这王霸之气。",
    },

}
