-- ./excel/guide/powerguide.xlsx
return {

    [10001] = {
        id = 10001,
        name = "切换操作目标",
        picpath1 = "zhandou1_1.jpg",
        picpath2 = "zhandou1_2.jpg",
        size1 = "250,170,0,0",
        size2 = "250,80,0,-30",
        sort = 1,
        text1 = [=[点击模型可切换伙伴进行指令操作。操作部分伙伴后，点击“指令完成”，本回合未操作的伙伴将自动使用默认技能。默认技能在模型头顶显示，一般为上回合或上场战斗所使用的技能。
温馨提示：选择怒气技后，怒气不足时也会自动使用普攻。]=],
        text2 = "操作部分伙伴后，点击“指令完成”，本回合未操作的伙伴将自动使用默认技能",
    },

    [10002] = {
        id = 10002,
        name = "\n镜头旋转",
        picpath1 = "zhandou2_1.jpg",
        picpath2 = "zhandou2_2.jpg",
        size1 = "250,170,0,0",
        size2 = "250,170,0,0",
        sort = 2,
        text1 = "长按屏幕左右滑动可将战斗视角进行左右移动",
        text2 = "选择怒气技后，怒气不足时也会自动使用普攻。",
    },

    [10003] = {
        id = 10003,
        name = "\n战斗集火",
        picpath1 = "zhandou3_1.jpg",
        picpath2 = "zhandou3_2.jpg",
        size1 = "250,140,0,0",
        size2 = "250,140,0,0",
        sort = 3,
        text1 = "自动战斗中，可选择怪物作为集火目标，再次点击可取消集火。",
        text2 = "点击屏幕向右滑动可将战斗视角移动至右侧",
    },

    [10004] = {
        id = 10004,
        name = "\n伙伴替补",
        picpath1 = "zhandou4_1.jpg",
        picpath2 = "zhandou4_2.jpg",
        size1 = "250,170,0,0",
        size2 = "250,170,0,0",
        sort = 4,
        text1 = "组队战斗中，点击左下角的“替补”按键可以替换伙伴上场，每个玩家最多上场4个伙伴。已经上过场的伙伴被替换后无法再上场。",
        text2 = "再次点击已集火模型，可以取消对该目标的集火命令",
    },

}
