-- ./excel/huodong/marry/text.xlsx
return {

    [1001] = {
        content = "1.同性或异性朋友可以双人组队申请结为情侣",
        id = 1001,
    },

    [1002] = {
        content = "2.成为情侣后，可以获得特殊可自定义的专属称谓",
        id = 1002,
    },

    [1003] = {
        content = "3.申请结为情侣，队长需缴纳100水晶；解除关系需缴纳1000水晶",
        id = 1003,
    },

    [1004] = {
        content = "需要双人组队申请",
        id = 1004,
    },

    [1005] = {
        content = "队友暂离中，无法申请",
        id = 1005,
    },

    [1006] = {
        content = "队长身上不足100水晶，无法申请",
        id = 1006,
    },

    [1007] = {
        content = "双方均未有已缔结的情侣关系才能申请",
        id = 1007,
    },

    [1008] = {
        content = "只有队长可以进行此操作",
        id = 1008,
    },

    [1009] = {
        content = "解除与[$username]的情侣关系，需要支付1000水晶。确定继续？",
        id = 1009,
    },

    [1010] = {
        content = "对方没有回应",
        id = 1010,
    },

    [1011] = {
        content = "不行。我把你当朋友，你不能这么做……",
        id = 1011,
    },

    [1012] = {
        content = "不好，我还没发育完全。",
        id = 1012,
    },

    [1013] = {
        content = "在圣光的照耀下，#R$role1#n和#R$role2#n的爱情越过时空的距离，在一起了。",
        id = 1013,
    },

    [1014] = {
        content = "你身上不足1000水晶，无法申请",
        id = 1014,
    },

    [1015] = {
        content = "已成功解除情侣关系",
        id = 1015,
    },

    [1016] = {
        content = "你身上不足1000水晶，无法修改",
        id = 1016,
    },

    [1017] = {
        content = "你的恋人#P$mate#n上线了",
        id = 1017,
    },

}
