-- ./excel/huodong/equipfuben/text.xlsx
return {

    [1001] = {
        content = "等级不足30级，无法进入",
        id = 1001,
    },

    [1002] = {
        content = "你还未通过上一层关卡，不能挑战该层",
        id = 1002,
    },

    [1003] = {
        content = "副本次数已用完",
        id = 1003,
    },

    [1004] = {
        content = "你正在参战",
        id = 1004,
    },

    [1005] = {
        content = "组队不能进入",
        id = 1005,
    },

    [1006] = {
        content = "超过每日可购买次数",
        id = 1006,
    },

    [1007] = {
        content = "超过购买上限，不可购买",
        id = 1007,
    },

    [1008] = {
        content = "本日装备副本次数已达到上限",
        id = 1008,
    },

    [1009] = {
        content = "领取紫色装备后才能扫荡",
        id = 1009,
    },

    [1010] = {
        content = "超出满星次数",
        id = 1010,
    },

    [1011] = {
        content = "正在扫荡",
        id = 1011,
    },

}
