-- ./excel/fight/battle_command.xlsx
return {

    [101] = {
        desc = "治疗",
        id = 101,
    },

    [102] = {
        desc = "复活",
        id = 102,
    },

    [103] = {
        desc = "加速",
        id = 103,
    },

    [104] = {
        desc = "解封",
        id = 104,
    },

    [105] = {
        desc = "",
        id = 105,
    },

    [106] = {
        desc = "",
        id = 106,
    },

    [107] = {
        desc = "",
        id = 107,
    },

    [108] = {
        desc = "",
        id = 108,
    },

    [201] = {
        desc = "集火",
        id = 201,
    },

    [202] = {
        desc = "封印",
        id = 202,
    },

    [203] = {
        desc = "减速",
        id = 203,
    },

    [204] = {
        desc = "禁疗",
        id = 204,
    },

    [205] = {
        desc = "",
        id = 205,
    },

    [206] = {
        desc = "",
        id = 206,
    },

    [207] = {
        desc = "",
        id = 207,
    },

    [208] = {
        desc = "",
        id = 208,
    },

}
