-- ./excel/chat/helpchat.xlsx
return {

    [1] = {
        content = "自动寻路过程中，点击地图即可停下来",
        id = 1,
    },

    [2] = {
        content = "点击主界面右上角的场景图标可查看地图",
        id = 2,
    },

    [3] = {
        content = "请不要把游戏账号信息透露给别人，否则会降低账号的安全性，甚至造成损失",
        id = 3,
    },

    [4] = {
        content = "组队人数上限只有4人哦，请合理分配",
        id = 4,
    },

    [5] = {
        content = "主角65级开放第二流派，可切换流派使用新技能",
        id = 5,
    },

    [6] = {
        content = "可在右上角的{link23,1,成长手册}查看战力提升及伙伴搭配等攻略信息",
        id = 6,
    },

}
