-- ./excel/huodong/convoy/convoy_talk.xlsx
return {

    [1] = {
        content = "桀桀桀~可爱的小脑瓜蹦~",
        id = 1,
    },

    [2] = {
        content = "我听到主所爱的人的呼求，你可以带我前往吗？",
        id = 2,
    },

    [3] = {
        content = "请问你知道神父去哪里了吗？",
        id = 3,
    },

    [4] = {
        content = "求你保护我的性命，搭救我。",
        id = 4,
    },

    [5] = {
        content = "新兵，怎么是你？",
        id = 5,
    },

    [6] = {
        content = "箱子里有宝物哦~（对方露出一个诡异的笑容）",
        id = 6,
    },

    [7] = {
        content = "年轻人，你知道哪里不会被人打扰吗？",
        id = 7,
    },

    [8] = {
        content = "（轻勾唇角哑声道）你，真的不愿意帮我吗？",
        id = 8,
    },

    [9] = {
        content = "你看到我透着粉色光泽的强健身体了吗？",
        id = 9,
    },

    [10] = {
        content = "青涩的果实就像爱情，是甜蜜的毒药~",
        id = 10,
    },

    [11] = {
        content = "汪汪汪~~（我是一只喵~喵喵喵）",
        id = 11,
    },

    [12] = {
        content = "嗷呜~",
        id = 12,
    },

    [13] = {
        content = "喵~~喵~~喵~~",
        id = 13,
    },

    [14] = {
        content = "咕噜咕噜噜~~",
        id = 14,
    },

    [15] = {
        content = "有人盯上了我怀里的新衣服，请帮帮我。",
        id = 15,
    },

    [16] = {
        content = "我才不要相亲，快带我到一个别人找不到的地方！",
        id = 16,
    },

    [17] = {
        content = "我，我……我已经有男票了",
        id = 17,
    },

    [18] = {
        content = "他们都不是学我的武学的料，请帮我阻止他们。",
        id = 18,
    },

    [19] = {
        content = "喵~小萌茶会的票已经没了，可是他们还死活追着我。",
        id = 19,
    },

}
