-- ./excel/huodong/convoy/convoy_talk.xlsx
return {

    [1] = {
        content = "桀桀桀桀~",
        id = 1,
    },

    [2] = {
        content = "好玩，好玩。让他们来吧。桀桀桀桀~",
        id = 2,
    },

    [3] = {
        content = "♬桀♪桀桀桀♪♪桀桀♬♫",
        id = 3,
    },

    [4] = {
        content = "我的心仰望你。",
        id = 4,
    },

    [5] = {
        content = "我们在爱里得蒙救赎，罪过得以赦免。",
        id = 5,
    },

    [6] = {
        content = "主，我必以勤奋向你陈明心意。",
        id = 6,
    },

    [7] = {
        content = "主最贵的名和荣耀充满了大地。",
        id = 7,
    },

    [8] = {
        content = "我要找到神父，还不能跟他们回去。",
        id = 8,
    },

    [9] = {
        content = "我们要赞美慈爱的主，他会救赎迷途之人。",
        id = 9,
    },

    [10] = {
        content = "喜欢吃小萌我做的包子吗",
        id = 10,
    },

    [11] = {
        content = "咕~~(╯﹏╰)b，好像饿了。",
        id = 11,
    },

    [12] = {
        content = "幸运会一直在你身边保护你。",
        id = 12,
    },

    [13] = {
        content = "走快点。",
        id = 13,
    },

    [14] = {
        content = "那些家伙还跟在后头吗？",
        id = 14,
    },

    [15] = {
        content = "切，那些人还真是忙着赶死，竟然还敢追来。",
        id = 15,
    },

    [16] = {
        content = "下次我带你去看看大海奔腾的美。",
        id = 16,
    },

    [17] = {
        content = "我不是人类，我是龟族的最富商人。",
        id = 17,
    },

    [18] = {
        content = "箱子里的宝物可不能被人抢了。",
        id = 18,
    },

    [19] = {
        content = "远山拾梦，却惊醒了梦中的你。",
        id = 19,
    },

    [20] = {
        content = "梦中飞出的红玫瑰，如风中的爱情让人措手不及。",
        id = 20,
    },

    [21] = {
        content = "年轻人，你喜欢读什么类型的书籍？",
        id = 21,
    },

    [22] = {
        content = "我的鬼镰，锋利吧。",
        id = 22,
    },

    [23] = {
        content = "呵呵~你不要轻易碰我比较好哦。",
        id = 23,
    },

    [24] = {
        content = "我的鬼镰能将灵魂一点一点慢慢慢慢地撕裂。",
        id = 24,
    },

    [25] = {
        content = "强健之躯是艺术，而爱，是它的灵魂！",
        id = 25,
    },

    [26] = {
        content = "爱与正义的化身，我就是比翼鸟组合的青翼~",
        id = 26,
    },

    [27] = {
        content = "啊，绯翼最近的腰真是越来越细了。",
        id = 27,
    },

    [28] = {
        content = "不忠之人即为恶，这一箭会让他神魂颠倒哟~~",
        id = 28,
    },

    [29] = {
        content = "爱与正义的化身，我就是比翼鸟组合的绯翼~",
        id = 29,
    },

    [30] = {
        content = "白婆婆说过，时尚就是流畅的线条，光滑的肌肉。",
        id = 30,
    },

    [31] = {
        content = "汪~",
        id = 31,
    },

    [32] = {
        content = "汪汪~（走快点~）",
        id = 32,
    },

    [33] = {
        content = "汪汪汪~~（我是一只喵~喵喵喵）",
        id = 33,
    },

    [34] = {
        content = "嗷~~嗷~",
        id = 34,
    },

    [35] = {
        content = "嗷呜~",
        id = 35,
    },

    [36] = {
        content = "嗷呜~吼~",
        id = 36,
    },

    [37] = {
        content = "yuyuyu~yuyuyu~",
        id = 37,
    },

    [38] = {
        content = "喵~~喵~~喵~~",
        id = 38,
    },

    [39] = {
        content = "喵~",
        id = 39,
    },

    [40] = {
        content = "咕噜咕噜~",
        id = 40,
    },

    [41] = {
        content = "咕噜咕噜噜~~",
        id = 41,
    },

    [42] = {
        content = "咕噜？？",
        id = 42,
    },

    [43] = {
        content = "我今天的衣服好看吗？",
        id = 43,
    },

    [44] = {
        content = "慢点走，好累啊。",
        id = 44,
    },

    [45] = {
        content = "今天天气真好~和我一样好看。",
        id = 45,
    },

    [46] = {
        content = "今天的太阳好刺眼啊。",
        id = 46,
    },

    [47] = {
        content = "风，喧嚣起来了。",
        id = 47,
    },

    [48] = {
        content = "你觉得我这个新发型好看吗？",
        id = 48,
    },

    [49] = {
        content = "慢，慢，点走。好，好，累啊。",
        id = 49,
    },

    [50] = {
        content = "我，我，不是，口吃，只是吃多了，在打嗝。",
        id = 50,
    },

    [51] = {
        content = "昨，天，一不小心，就，就吃多了。",
        id = 51,
    },

    [52] = {
        content = "年轻人，你这身装扮很时尚，有品味。",
        id = 52,
    },

    [53] = {
        content = "年轻人我看你骨骼惊奇，很适合学武。",
        id = 53,
    },

    [54] = {
        content = "呵呵，不要小看老人家哦。",
        id = 54,
    },

    [55] = {
        content = "你喜欢小萌做的包子吗？",
        id = 55,
    },

    [56] = {
        content = "下次我请你去茶会吧~喵",
        id = 56,
    },

    [57] = {
        content = "茶会有很多吃的，还有美味的蛋糕。",
        id = 57,
    },

}
