-- ./excel/huodong/welfare/luck_draw.xlsx
return {

    [1] = {
        desc = "用于装备合成的材料，用于打造橙色武器",
        id = 1,
        item = {{["rate"] = 10000, ["idx"] = 1}},
        name = "武器原石",
        rate = 10000,
        sid = 11004,
        srate = 500,
    },

    [2] = {
        desc = "符文升级时消耗的材料",
        id = 2,
        item = {{["rate"] = 10000, ["idx"] = 2}},
        name = "深蓝琥珀*10",
        rate = 10000,
        sid = 14021,
        srate = 2000,
    },

    [3] = {
        desc = "可用于装备淬灵",
        id = 3,
        item = {{["rate"] = 10000, ["idx"] = 22}},
        name = "淬灵云晶*3",
        rate = 10000,
        sid = 11101,
        srate = 2000,
    },

    [4] = {
        desc = "可获得20万金币",
        id = 4,
        item = {{["rate"] = 10000, ["idx"] = 23}},
        name = "金币*20W",
        rate = 10000,
        sid = 1002,
        srate = 1000,
    },

    [5] = {
        desc = "可获得2条灵魂钥匙，用于开启灵魂宝箱",
        id = 5,
        item = {{["rate"] = 10000, ["idx"] = 24}},
        name = "灵魂钥匙*2",
        rate = 10000,
        sid = 10040,
        srate = 800,
    },

    [6] = {
        desc = [=[集齐80个碎片可合成一发入魂契约。一发入魂契约可以随机获得一个3星传说伙伴
]=],
        id = 6,
        item = {{["rate"] = 10000, ["idx"] = 26}},
        name = "一发入魂碎片",
        rate = 10000,
        sid = 13212,
        srate = 200,
    },

    [7] = {
        desc = "可获得10个焦糖包，用于提升伙伴技能",
        id = 7,
        item = {{["rate"] = 10000, ["idx"] = 25}},
        name = "焦糖包*10",
        rate = 10000,
        sid = 14011,
        srate = 500,
    },

    [8] = {
        desc = "随机获得伙伴碎片",
        id = 8,
        item = {{["rate"] = 250, ["idx"] = 100}, {["rate"] = 250, ["idx"] = 101}, {["rate"] = 250, ["idx"] = 102}, {["rate"] = 250, ["idx"] = 103}, {["rate"] = 250, ["idx"] = 104}, {["rate"] = 250, ["idx"] = 105}, {["rate"] = 250, ["idx"] = 106}, {["rate"] = 250, ["idx"] = 107}, {["rate"] = 250, ["idx"] = 108}, {["rate"] = 250, ["idx"] = 109}, {["rate"] = 250, ["idx"] = 110}, {["rate"] = 250, ["idx"] = 111}, {["rate"] = 250, ["idx"] = 112}, {["rate"] = 250, ["idx"] = 113}, {["rate"] = 250, ["idx"] = 114}, {["rate"] = 250, ["idx"] = 115}, {["rate"] = 250, ["idx"] = 116}, {["rate"] = 250, ["idx"] = 117}, {["rate"] = 250, ["idx"] = 118}, {["rate"] = 250, ["idx"] = 119}, {["rate"] = 250, ["idx"] = 120}, {["rate"] = 250, ["idx"] = 121}, {["rate"] = 250, ["idx"] = 122}, {["rate"] = 250, ["idx"] = 123}, {["rate"] = 250, ["idx"] = 124}, {["rate"] = 250, ["idx"] = 125}, {["rate"] = 250, ["idx"] = 126}, {["rate"] = 250, ["idx"] = 127}, {["rate"] = 250, ["idx"] = 128}, {["rate"] = 250, ["idx"] = 129}, {["rate"] = 250, ["idx"] = 130}, {["rate"] = 250, ["idx"] = 131}, {["rate"] = 250, ["idx"] = 132}, {["rate"] = 250, ["idx"] = 133}, {["rate"] = 250, ["idx"] = 134}, {["rate"] = 250, ["idx"] = 135}, {["rate"] = 250, ["idx"] = 136}, {["rate"] = 250, ["idx"] = 137}, {["rate"] = 250, ["idx"] = 138}, {["rate"] = 250, ["idx"] = 139}},
        name = "随机伙伴碎片",
        rate = 10000,
        sid = 16010,
        srate = 3000,
    },

}
