-- ./excel/huodong/trapmine/trapmine.xlsx
return {

    [201000] = {
        id = 201000,
        show_icon = {303, 504, 508},
        sub_des = "断魂崖有概率遇到祁连、重华、朵屠、黑烈、花常酒。",
    },

    [202000] = {
        id = 202000,
        show_icon = {302, 313},
        sub_des = "枫竹林有概率遇到伊露、檀、执阳、流褐、北溟。",
    },

    [204000] = {
        id = 204000,
        show_icon = {311, 312, 316},
        sub_des = "月见岛有概率遇到稻荷、蛇姬、绿狸、莲、犬妖。",
    },

    [206000] = {
        id = 206000,
        show_icon = {314, 402},
        sub_des = "冥界有概率遇到青竹、执夷、古娄、蓝堂昼、琥非。",
    },

    [200000] = {
        id = 200000,
        show_icon = {407, 409, 506},
        sub_des = "矿石之城有概率遇到观绪、松姑子、阿坊、马面面、黑。",
    },

    [210400] = {
        id = 210400,
        show_icon = {503, 505},
        sub_des = "八门村有概率遇到白、吞天、噬地、魃女。",
    },

    [205000] = {
        id = 205000,
        show_icon = {509, 514},
        sub_des = "幽溟镇有概率遇到魂夕、判官、夜叉、曼珠沙华。",
    },

}
