-- ./excel/huodong/travel/travel.xlsx
return {

    [1] = {
        desc = "看，鱼。",
        id = 1,
    },

    [2] = {
        desc = "我们是什么？未来新大陆发现者。",
        id = 2,
    },

    [3] = {
        desc = "航海士时刻密切注意海面变化。",
        id = 3,
    },

    [4] = {
        desc = "指南针不受控制了。",
        id = 4,
    },

    [5] = {
        desc = "舵手在哪里？",
        id = 5,
    },

    [6] = {
        desc = "船长又跑哪里去了！",
        id = 6,
    },

    [7] = {
        desc = "♪绯月之下 奔向水色未来~♬♩",
        id = 7,
    },

    [8] = {
        desc = "♬浪花伴海鸥 少年们出海了~♪",
        id = 8,
    },

    [9] = {
        desc = "♪~封魔门 圣女倒 祭祀池 鬼上飘♬",
        id = 9,
    },

    [10] = {
        desc = "♪夜吞天来月见血啊风伴雨~♬",
        id = 10,
    },

    [11] = {
        desc = "♬告否知否应否水来影否~♩~♩~♩",
        id = 11,
    },

    [12] = {
        desc = "~风伴雨 海水啸 木孤舟 升仙桥~",
        id = 12,
    },

    [13] = {
        desc = "为了地球，伟大的人，出海了！",
        id = 13,
    },

    [14] = {
        desc = "放弃太早了，绝望处必有曙光。",
        id = 14,
    },

    [15] = {
        desc = "看来今天也是风平浪静的一天。",
        id = 15,
    },

    [16] = {
        desc = "突然好想变成蓝色的人鱼，",
        id = 16,
    },

    [17] = {
        desc = "♪海之色 风之色 心之色♪~♪~♪~",
        id = 17,
    },

    [18] = {
        desc = "我们在八门与月见的中间位置。",
        id = 18,
    },

    [19] = {
        desc = "恋爱的酸臭味再也闻不到了♪~♪",
        id = 19,
    },

    [20] = {
        desc = "最最受不了的事就是钓鱼。",
        id = 20,
    },

    [21] = {
        desc = "天哪，传说中的大鱼。",
        id = 21,
    },

    [22] = {
        desc = "这片海，真是太美了。",
        id = 22,
    },

    [23] = {
        desc = "什么？竟然还在帝都海域内。",
        id = 23,
    },

    [24] = {
        desc = "八门村钓到的小海螺，好可爱。",
        id = 24,
    },

    [25] = {
        desc = "今天的天气不错~",
        id = 25,
    },

    [26] = {
        desc = "喔噢噢哦~喔噢噢哦~",
        id = 26,
    },

    [27] = {
        desc = "我一直很向往，大海的另一头。",
        id = 27,
    },

    [28] = {
        desc = "希望明天依旧风平浪静。",
        id = 28,
    },

    [29] = {
        desc = "那条鱼长得好奇怪。",
        id = 29,
    },

    [30] = {
        desc = "我讲一个融化在帝都海里的故事。",
        id = 30,
    },

    [31] = {
        desc = "现在……是几点了？",
        id = 31,
    },

    [32] = {
        desc = "前面是什么？",
        id = 32,
    },

    [33] = {
        desc = "啊~就让我沉浸在大海耀眼中吧~",
        id = 33,
    },

    [34] = {
        desc = "风，逆向了。",
        id = 34,
    },

    [35] = {
        desc = "千万别翻起风暴啊……",
        id = 35,
    },

    [36] = {
        desc = "全速转左！",
        id = 36,
    },

    [37] = {
        desc = "全速转右~",
        id = 37,
    },

    [38] = {
        desc = "全速前进！",
        id = 38,
    },

    [39] = {
        desc = "风太大，人会被吹走的，抓紧！",
        id = 39,
    },

    [40] = {
        desc = "吃了药果然晕船没那么厉害了。",
        id = 40,
    },

    [41] = {
        desc = "谁喝醉给吐甲板上了！",
        id = 41,
    },

    [42] = {
        desc = "有更大的风要来了。",
        id = 42,
    },

    [43] = {
        desc = "浪的高度是先前的一倍左右了。",
        id = 43,
    },

    [44] = {
        desc = "以这样的速度前进的话……",
        id = 44,
    },

    [45] = {
        desc = "有点害怕，这海波涛汹涌的……",
        id = 45,
    },

    [46] = {
        desc = "我们的目标是星辰和大海！",
        id = 46,
    },

    [47] = {
        desc = "我们迷路了。",
        id = 47,
    },

    [48] = {
        desc = "起风了。",
        id = 48,
    },

    [49] = {
        desc = "沿着太阳升起的方向前进……",
        id = 49,
    },

    [50] = {
        desc = "只要继续航行，就有希望。",
        id = 50,
    },

    [51] = {
        desc = "朝我屁股射暗箭！！你等着！",
        id = 51,
    },

    [52] = {
        desc = "我们的船还能走多远？",
        id = 52,
    },

    [53] = {
        desc = "还有多久才能跨越这片海域……",
        id = 53,
    },

    [54] = {
        desc = "直接从这里进入的话。",
        id = 54,
    },

    [55] = {
        desc = "10分钟后，我们就能登岛了。",
        id = 55,
    },

    [56] = {
        desc = "噗~完美错过了唯一正确的航线。",
        id = 56,
    },

    [57] = {
        desc = "我们好像搁浅了。",
        id = 57,
    },

    [58] = {
        desc = "海风吹得我的嘴都裂了。",
        id = 58,
    },

    [59] = {
        desc = "海风好凉，吹在脸上咸咸的。",
        id = 59,
    },

    [60] = {
        desc = "晴朗的好天气总是惊人的相似~",
        id = 60,
    },

    [61] = {
        desc = "海水的汇流处到底在哪里呢？",
        id = 61,
    },

    [62] = {
        desc = "船医在哪里了？快，有人晕船。",
        id = 62,
    },

    [63] = {
        desc = "去冥界要“蓝色诡象”领路。",
        id = 63,
    },

    [64] = {
        desc = "月见岛可能在那一片海域。",
        id = 64,
    },

    [65] = {
        desc = "指南针指的到底是哪里？",
        id = 65,
    },

    [66] = {
        desc = "指向的地方不在地图上。",
        id = 66,
    },

    [67] = {
        desc = "那是什么？看，快看！",
        id = 67,
    },

    [68] = {
        desc = "我要解开这张地图上的谜团。",
        id = 68,
    },

    [69] = {
        desc = "顺流而下，我们可以到达冥界。",
        id = 69,
    },

    [70] = {
        desc = "看！红月！",
        id = 70,
    },

    [71] = {
        desc = "喔噢噢~",
        id = 71,
    },

    [72] = {
        desc = "错了错了，水生的消息不准确！",
        id = 72,
    },

    [73] = {
        desc = "我们在这里绕得太久了。",
        id = 73,
    },

    [74] = {
        desc = "快！回航！回航！",
        id = 74,
    },

    [75] = {
        desc = "避开那艘船。",
        id = 75,
    },

    [76] = {
        desc = "我去上个厕所。",
        id = 76,
    },

    [77] = {
        desc = "我去钓个鱼。",
        id = 77,
    },

    [78] = {
        desc = "我去吐一会。",
        id = 78,
    },

    [79] = {
        desc = "副船长已经晕了。",
        id = 79,
    },

    [80] = {
        desc = "船长，副船长叫你。",
        id = 80,
    },

    [81] = {
        desc = "航海士在哪里？",
        id = 81,
    },

    [82] = {
        desc = "船长，我在这里。",
        id = 82,
    },

    [83] = {
        desc = "大海，比我想象中的更广阔。",
        id = 83,
    },

    [84] = {
        desc = "我一定要到达那里。",
        id = 84,
    },

    [85] = {
        desc = "应该能避开漩涡了。",
        id = 85,
    },

    [86] = {
        desc = "那是章鱼吗？",
        id = 86,
    },

    [87] = {
        desc = "我看到船了，不过有点诡异。",
        id = 87,
    },

    [88] = {
        desc = "八门村的海产好丰富啊。",
        id = 88,
    },

    [89] = {
        desc = "月见岛到底在哪里？",
        id = 89,
    },

    [90] = {
        desc = "怎样，找到坐标了吗？",
        id = 90,
    },

}
