-- ./excel/system/org/text.xlsx
return {

    ["cash"] = {
        hint = [=[可用于购买公会祈坛福利以及重置赏金进度
可通过建设、据点战、击杀赏金头领、公会战获取公会资金]=],
        key = "cash",
        title = "公会资金",
    },

    ["prestige"] = {
        hint = [=[公会排名的重要依据
可通过据点战、击杀赏金头领、公会战获取公会声望]=],
        key = "prestige",
        title = "公会声望",
    },

    ["memcnt"] = {
        hint = [=[公会人数上限根据公会等级而改变，当前人数达到或超过上限人数时，则无法添加公会成员
公会等级达到1/2/3/4/5级时，公会上限人数为100/125/150/175/200]=],
        key = "memcnt",
        title = "公会成员",
    },

    ["active_point"] = {
        hint = [=[公会成员参与活动获得的活跃度将被计入到公会活跃中
每周的活跃度需求根据公会等级而改变，公会等级达到1/2/3/4/5级时，每周活跃要求为4800/6000/7200/8400/9600
当本周公会活跃未达到要求时，则下周公会降级处理]=],
        key = "active_point",
        title = "公会活跃",
    },

    ["rank"] = {
        hint = "公会排名根据公会声望的多少进行排序，相同的公会声望情况下，优先达到该声望的公会排名优先。排名每小时进行一次更新",
        key = "rank",
        title = "公会排名",
    },

}
