-- ./excel/huodong/worldboss/ui.xlsx
return {

    [1] = {
        air = {"又让我回来这地方，就知道没啥好事", "老子就是朕，朕就是BOSS"},
        desc = "魔王 粉墨登场！",
        id = 1,
        status = "BOSS血量70%-100%",
    },

    [2] = {
        air = {"愚蠢的人类，竟然能伤害我", "别这么嘚瑟，你会付出代价的"},
        desc = "魔王震怒中！",
        id = 2,
        status = "BOSS血量30%-70%",
    },

    [3] = {
        air = {"可恶，是时候展现出真正的实力了", "朕要驾崩啊，小的们来护驾"},
        desc = "魔王狂暴中！",
        id = 3,
        status = "BOSS血量0%-30%",
    },

    [4] = {
        air = {"我认输还不行么", "每一名勇者风光的背后都有着一堆默默挨打的BOSS"},
        desc = "魔王已被击杀！",
        id = 4,
        status = "死亡",
    },

    [5] = {
        air = {"我随风而来，我随风而去", "我轻轻地挥手，不留下一份奖励"},
        desc = "未能击杀魔王，请再接再厉！",
        id = 5,
        status = "未能击杀",
    },

    [6] = {
        air = {"分身随机描述1", "分身随机描述2", "分身随机描述3", "分身随机描述4", ""},
        desc = "分身出现中",
        id = 6,
        status = "分身",
    },

}
