-- ./excel/huodong/teampvp/text.xlsx
return {

    [1001] = {
        content = "#B协同比武#n将于#G10#n分钟后燃情开战，参赛者现在可前往#P帝都夜叉#n处提前进场准备。",
        id = 1001,
    },

    [1002] = {
        content = "#B协同比武#n已经开始，各位参赛者赶快前往#P帝都夜叉#n处入场吧。",
        id = 1002,
    },

    [1003] = {
        content = "开启10分钟后将无法进入场景",
        id = 1003,
    },

    [1004] = {
        content = "队伍人数超过2人，队伍目标无法切换到协同比武",
        id = 1004,
    },

    [1005] = {
        content = [=[活动暂未开启，每周六、周日21:00~22:00开启比武
]=],
        id = 1005,
    },

    [1006] = {
        content = "活动开启60分钟后无法进入，期待你下次的表现",
        id = 1006,
    },

    [1007] = {
        content = "主角达到grade级才可开启协同比武玩法，快去升级吧",
        id = 1007,
    },

    [1008] = {
        content = "队伍人员过多，最多可2人组队进入场景",
        id = 1008,
    },

    [1009] = {
        content = "队伍中#Rusername#n未达到活动等级，无法进入场景。（28级开启该玩法）",
        id = 1009,
    },

    [1010] = {
        content = "请将队伍中所有成员归队后进入场景",
        id = 1010,
    },

    [1011] = {
        content = "队伍中#Rusername#n已参与过今天的比武，无法进入场景",
        id = 1011,
    },

    [1012] = {
        content = "你已参与过今天的比武，无法进入场景",
        id = 1012,
    },

    [1014] = {
        content = "#Rusername#n在协同比武中获得#G3#n连胜。并获得#linkinfo的奖励。",
        id = 1014,
    },

    [1015] = {
        content = "#Rusername#n以无人可挡之姿，斩获#G5#n连胜！并获得#linkinfo的奖励。",
        id = 1015,
    },

    [1016] = {
        content = "无敌#G10#n连胜，#Rusername#n获得#linkinfo的奖励。会成为今晚协同比武的最大赢家吗？",
        id = 1016,
    },

    [1017] = {
        content = "#Rusername#n终结了#Rtarget#n的#Gcnt#n连胜。他们会再斩获更强荣耀？我们拭目以待。",
        id = 1017,
    },

    [1018] = {
        content = "当前场景不可跟随伙伴",
        id = 1018,
    },

    [1019] = {
        content = "活动暂时关闭",
        id = 1019,
    },

    [1020] = {
        content = "队伍中有所有队员需要归队才能进入匹配",
        id = 1020,
    },

    [1021] = {
        content = "队伍只允许2人进入匹配",
        id = 1021,
    },

    [1022] = {
        content = "你不在活动场景内",
        id = 1022,
    },

    [1023] = {
        content = "对方正在战斗",
        id = 1023,
    },

    [1024] = {
        content = "已在匹配中",
        id = 1024,
    },

    [1025] = {
        content = "#Rusername#n终结了#Rtargetname#n的#Gwincnt#n连胜。他们会再斩获更强荣耀？我们拭目以待。",
        id = 1025,
    },

    [1026] = {
        content = "由于你战斗中逃跑,认定为失败",
        id = 1026,
    },

    [1027] = {
        content = "由于你战败次数已满，被请离比武场",
        id = 1027,
    },

    [1028] = {
        content = "你的队友正处于战斗中，请稍等",
        id = 1028,
    },

    [1029] = {
        content = "请让队长来进行匹配",
        id = 1029,
    },

    [1030] = {
        content = "21:00~22:00开启匹配",
        id = 1030,
    },

    [1031] = {
        content = "需要出战2个伙伴才能进行比武",
        id = 1031,
    },

    [1032] = {
        content = "#Rusername#n需要出站2个伙伴才能进行比武",
        id = 1032,
    },

    [2001] = {
        content = "#B协同比武#n将于#G10#n分钟后燃情开战，参赛者现在可前往#P帝都夜叉#n处提前进场准备。",
        id = 2001,
    },

    [2002] = {
        content = "#B协同比武#n已经开始，各位参赛者赶快前往#P帝都夜叉#n处入场吧。",
        id = 2002,
    },

    [2003] = {
        content = "经过一场场激烈的战斗，#B协同比武#n已落下帷幕。",
        id = 2003,
    },

}
