-- ./excel/huodong/orgwar/text.xlsx
return {

    [1001] = {
        content = "公会战活动时间为每周日19:45~21:00",
        id = 1001,
    },

    [1002] = {
        content = "由于符合参赛资格的公会数量不足，本周公会战取消",
        id = 1002,
    },

    [1003] = {
        content = "公会战已经开始入场阶段，正式比赛时间为20:00~21:00，为了公会的荣誉请参战公会成员尽早找公会战使者进场。",
        id = 1003,
    },

    [1004] = {
        content = "公会的荣誉需要所有成员共同捍卫，请贡献一份力量吧！",
        id = 1004,
    },

    [1005] = {
        content = "参与公会战需要入会超过1天。",
        id = 1005,
    },

    [1006] = {
        content = "你的人物等级低于20级，无法参加公会战。",
        id = 1006,
    },

    [1007] = {
        content = "你们公会的战斗已经结束，下次请早点过来。",
        id = 1007,
    },

    [1008] = {
        content = "你们公会本周活跃不足，无法参与本次公会战，请继续努力。",
        id = 1008,
    },

    [1009] = {
        content = "只能和自己公会成员一起组队进场。",
        id = 1009,
    },

    [1010] = {
        content = "你战败了，需要等待$time后才能进入战场",
        id = 1010,
    },

    [1011] = {
        content = "你已战败3次，无法进场，请下次再来。",
        id = 1011,
    },

    [1012] = {
        content = "只能邀请自己公会的玩家。",
        id = 1012,
    },

    [1013] = {
        content = "只能加入自己公会的队伍。",
        id = 1013,
    },

    [1014] = {
        content = "活动场景内不能进入其他战斗",
        id = 1014,
    },

    [1015] = {
        content = "请通过公会战使者进场",
        id = 1015,
    },

    [1016] = {
        content = "对方正在战斗中",
        id = 1016,
    },

    [1017] = {
        content = "需要2人组队才能主动PK对方",
        id = 1017,
    },

    [1018] = {
        content = "战斗失败，剩余$cnt次战败机会",
        id = 1018,
    },

    [1019] = {
        content = "我方守护水晶剩余$hp点生命值，生命值为0则公会战失败，请注意防守。&T防守水晶&T离开战场",
        id = 1019,
    },

    [1020] = {
        content = "敌方守护水晶剩余$hp点生命值，生命值为0则公会战胜利，请抓紧进攻。&T进攻水晶&T离开战场",
        id = 1020,
    },

    [1021] = {
        content = "你正在防守我方守护水晶",
        id = 1021,
    },

    [1022] = {
        content = "防守我方水晶最少需要2人组队",
        id = 1022,
    },

    [1023] = {
        content = "进攻敌方水晶最少需要2人组队",
        id = 1023,
    },

    [1024] = {
        content = "你取消了进攻敌方守护水晶",
        id = 1024,
    },

    [1025] = {
        content = "你取消了防守我方守护水晶",
        id = 1025,
    },

    [1026] = {
        content = "我方守护水晶正在遭到攻击，剩余$hp点生命值，请速去防守！",
        id = 1026,
    },

    [1027] = {
        content = "前方战报！敌方水晶剩余$hp点生命值，请继续加油！",
        id = 1027,
    },

    [1028] = {
        content = "经过一番激战，#R$teamname1#n的队伍成功击退了敌方#R$teamname2#n的$cnt人队伍。",
        id = 1028,
    },

    [1029] = {
        content = "经过了浴血奋战，我方最终取得了本次公会战胜利！",
        id = 1029,
    },

    [1030] = {
        content = "很遗憾，我方本次公会战战败了，请下次继续努力。",
        id = 1030,
    },

    [1031] = {
        content = "由于敌方战场上无人，我方最终取得了本次公会战胜利！",
        id = 1031,
    },

    [1032] = {
        content = "很遗憾，由于我方全部人员脱离战场5分钟，本次公会战失败，请下次继续努力。",
        id = 1032,
    },

    [1033] = {
        content = "经过了浴血奋战，我方最终取得了本次公会战胜利！",
        id = 1033,
    },

    [1034] = {
        content = "很遗憾，我方本次公会战战败了，请下次继续努力。",
        id = 1034,
    },

    [1035] = {
        content = "【公会战报】经过一轮紧张的对决，#R$camp1#n最终战胜了#R$camp2#n，取得了本次公会战的胜利！",
        id = 1035,
    },

    [1036] = {
        content = "队伍中$username进入公会未满一天，无法参加公会战。",
        id = 1036,
    },

    [1037] = {
        content = "队伍中$username等级低于20级，无法参加公会战。",
        id = 1037,
    },

    [1038] = {
        content = "队伍中$username战败了，需要等待$time后才能进入战场",
        id = 1038,
    },

    [1039] = {
        content = "队伍中$username已战败3次，无法进场，请下次再来。",
        id = 1039,
    },

    [1040] = {
        content = "本次公会战结束，我方大获全胜！",
        id = 1040,
    },

    [1041] = {
        content = "本次公会战结束，我方不幸落败。",
        id = 1041,
    },

    [1042] = {
        content = "是否要进入战场？&T进入战场&T离开",
        id = 1042,
    },

    [1043] = {
        content = "未能匹配到合适的对手，无法参加本次公会战。",
        id = 1043,
    },

    [1044] = {
        content = "本次公会战大获全胜，公会资金增加$cash,公会声望增加$sw,公会经验增加$exp",
        id = 1044,
    },

    [1045] = {
        content = "本次公会战不幸落败，公会资金增加$cash,公会声望增加$sw,公会经验增加$exp",
        id = 1045,
    },

    [1046] = {
        content = "对方正在战斗中，无法加入",
        id = 1046,
    },

    [1047] = {
        content = "稍安勿躁，活动即将开启！",
        id = 1047,
    },

}
