-- ./excel/item/equipattr.xlsx
return {

    [3106501] = {
        desc = "使用了单体伤害技能的回合，40%概率获得斗气buff，下回合的单体技能造成15%额外伤害，持续1次行动",
        id = 3106501,
        level = 1,
        power = 100,
        skill_id = 6001,
    },

    [3206501] = {
        desc = "使用了单体伤害技能的回合，40%概率获得斗气buff，下回合的单体技能造成15%额外伤害，持续1次行动",
        id = 3206501,
        level = 1,
        power = 100,
        skill_id = 6001,
    },

    [3306501] = {
        desc = "使用了单体伤害技能的回合，40%概率获得斗气buff，下回合的单体技能造成15%额外伤害，持续1次行动",
        id = 3306501,
        level = 1,
        power = 100,
        skill_id = 6001,
    },

    [3406501] = {
        desc = "使用了单体伤害技能的回合，40%概率获得斗气buff，下回合的单体技能造成15%额外伤害，持续1次行动",
        id = 3406501,
        level = 1,
        power = 100,
        skill_id = 6001,
    },

    [3506501] = {
        desc = "使用了单体伤害技能的回合，40%概率获得斗气buff，下回合的单体技能造成15%额外伤害，持续1次行动",
        id = 3506501,
        level = 1,
        power = 100,
        skill_id = 6001,
    },

    [3606501] = {
        desc = "使用了单体伤害技能的回合，40%概率获得斗气buff，下回合的单体技能造成15%额外伤害，持续1次行动",
        id = 3606501,
        level = 1,
        power = 100,
        skill_id = 6001,
    },

    [3106601] = {
        desc = "使用了单体伤害技能的回合，40%概率获得斗气buff，下回合的单体技能造成21%额外伤害，持续1次行动",
        id = 3106601,
        level = 2,
        power = 200,
        skill_id = 6001,
    },

    [3206601] = {
        desc = "使用了单体伤害技能的回合，40%概率获得斗气buff，下回合的单体技能造成21%额外伤害，持续1次行动",
        id = 3206601,
        level = 2,
        power = 200,
        skill_id = 6001,
    },

    [3306601] = {
        desc = "使用了单体伤害技能的回合，40%概率获得斗气buff，下回合的单体技能造成21%额外伤害，持续1次行动",
        id = 3306601,
        level = 2,
        power = 200,
        skill_id = 6001,
    },

    [3406601] = {
        desc = "使用了单体伤害技能的回合，40%概率获得斗气buff，下回合的单体技能造成21%额外伤害，持续1次行动",
        id = 3406601,
        level = 2,
        power = 200,
        skill_id = 6001,
    },

    [3506601] = {
        desc = "使用了单体伤害技能的回合，40%概率获得斗气buff，下回合的单体技能造成21%额外伤害，持续1次行动",
        id = 3506601,
        level = 2,
        power = 200,
        skill_id = 6001,
    },

    [3606601] = {
        desc = "使用了单体伤害技能的回合，40%概率获得斗气buff，下回合的单体技能造成21%额外伤害，持续1次行动",
        id = 3606601,
        level = 2,
        power = 200,
        skill_id = 6001,
    },

    [3106701] = {
        desc = "使用了单体伤害技能的回合，40%概率获得斗气buff，下回合的单体技能造成27%额外伤害，持续1次行动",
        id = 3106701,
        level = 3,
        power = 300,
        skill_id = 6001,
    },

    [3206701] = {
        desc = "使用了单体伤害技能的回合，40%概率获得斗气buff，下回合的单体技能造成27%额外伤害，持续1次行动",
        id = 3206701,
        level = 3,
        power = 300,
        skill_id = 6001,
    },

    [3306701] = {
        desc = "使用了单体伤害技能的回合，40%概率获得斗气buff，下回合的单体技能造成27%额外伤害，持续1次行动",
        id = 3306701,
        level = 3,
        power = 300,
        skill_id = 6001,
    },

    [3406701] = {
        desc = "使用了单体伤害技能的回合，40%概率获得斗气buff，下回合的单体技能造成27%额外伤害，持续1次行动",
        id = 3406701,
        level = 3,
        power = 300,
        skill_id = 6001,
    },

    [3506701] = {
        desc = "使用了单体伤害技能的回合，40%概率获得斗气buff，下回合的单体技能造成27%额外伤害，持续1次行动",
        id = 3506701,
        level = 3,
        power = 300,
        skill_id = 6001,
    },

    [3606701] = {
        desc = "使用了单体伤害技能的回合，40%概率获得斗气buff，下回合的单体技能造成27%额外伤害，持续1次行动",
        id = 3606701,
        level = 3,
        power = 300,
        skill_id = 6001,
    },

    [3106801] = {
        desc = "使用了单体伤害技能的回合，40%概率获得斗气buff，下回合的单体技能造成33%额外伤害，持续1次行动",
        id = 3106801,
        level = 4,
        power = 400,
        skill_id = 6001,
    },

    [3206801] = {
        desc = "使用了单体伤害技能的回合，40%概率获得斗气buff，下回合的单体技能造成33%额外伤害，持续1次行动",
        id = 3206801,
        level = 4,
        power = 400,
        skill_id = 6001,
    },

    [3306801] = {
        desc = "使用了单体伤害技能的回合，40%概率获得斗气buff，下回合的单体技能造成33%额外伤害，持续1次行动",
        id = 3306801,
        level = 4,
        power = 400,
        skill_id = 6001,
    },

    [3406801] = {
        desc = "使用了单体伤害技能的回合，40%概率获得斗气buff，下回合的单体技能造成33%额外伤害，持续1次行动",
        id = 3406801,
        level = 4,
        power = 400,
        skill_id = 6001,
    },

    [3506801] = {
        desc = "使用了单体伤害技能的回合，40%概率获得斗气buff，下回合的单体技能造成33%额外伤害，持续1次行动",
        id = 3506801,
        level = 4,
        power = 400,
        skill_id = 6001,
    },

    [3606801] = {
        desc = "使用了单体伤害技能的回合，40%概率获得斗气buff，下回合的单体技能造成33%额外伤害，持续1次行动",
        id = 3606801,
        level = 4,
        power = 400,
        skill_id = 6001,
    },

    [3106901] = {
        desc = "使用了单体伤害技能的回合，40%概率获得斗气buff，下回合的单体技能造成39%额外伤害，持续1次行动",
        id = 3106901,
        level = 5,
        power = 500,
        skill_id = 6001,
    },

    [3206901] = {
        desc = "使用了单体伤害技能的回合，40%概率获得斗气buff，下回合的单体技能造成39%额外伤害，持续1次行动",
        id = 3206901,
        level = 5,
        power = 500,
        skill_id = 6001,
    },

    [3306901] = {
        desc = "使用了单体伤害技能的回合，40%概率获得斗气buff，下回合的单体技能造成39%额外伤害，持续1次行动",
        id = 3306901,
        level = 5,
        power = 500,
        skill_id = 6001,
    },

    [3406901] = {
        desc = "使用了单体伤害技能的回合，40%概率获得斗气buff，下回合的单体技能造成39%额外伤害，持续1次行动",
        id = 3406901,
        level = 5,
        power = 500,
        skill_id = 6001,
    },

    [3506901] = {
        desc = "使用了单体伤害技能的回合，40%概率获得斗气buff，下回合的单体技能造成39%额外伤害，持续1次行动",
        id = 3506901,
        level = 5,
        power = 500,
        skill_id = 6001,
    },

    [3606901] = {
        desc = "使用了单体伤害技能的回合，40%概率获得斗气buff，下回合的单体技能造成39%额外伤害，持续1次行动",
        id = 3606901,
        level = 5,
        power = 500,
        skill_id = 6001,
    },

    [3107001] = {
        desc = "使用了单体伤害技能的回合，40%概率获得斗气buff，下回合的单体技能造成45%额外伤害，持续1次行动",
        id = 3107001,
        level = 6,
        power = 600,
        skill_id = 6001,
    },

    [3207001] = {
        desc = "使用了单体伤害技能的回合，40%概率获得斗气buff，下回合的单体技能造成45%额外伤害，持续1次行动",
        id = 3207001,
        level = 6,
        power = 600,
        skill_id = 6001,
    },

    [3307001] = {
        desc = "使用了单体伤害技能的回合，40%概率获得斗气buff，下回合的单体技能造成45%额外伤害，持续1次行动",
        id = 3307001,
        level = 6,
        power = 600,
        skill_id = 6001,
    },

    [3407001] = {
        desc = "使用了单体伤害技能的回合，40%概率获得斗气buff，下回合的单体技能造成45%额外伤害，持续1次行动",
        id = 3407001,
        level = 6,
        power = 600,
        skill_id = 6001,
    },

    [3507001] = {
        desc = "使用了单体伤害技能的回合，40%概率获得斗气buff，下回合的单体技能造成45%额外伤害，持续1次行动",
        id = 3507001,
        level = 6,
        power = 600,
        skill_id = 6001,
    },

    [3607001] = {
        desc = "使用了单体伤害技能的回合，40%概率获得斗气buff，下回合的单体技能造成45%额外伤害，持续1次行动",
        id = 3607001,
        level = 6,
        power = 600,
        skill_id = 6001,
    },

    [3106502] = {
        desc = "每回合开始前，有40%概率使攻击力上升防御力的50%，持续1次行动",
        id = 3106502,
        level = 1,
        power = 100,
        skill_id = 6002,
    },

    [3206502] = {
        desc = "每回合开始前，有40%概率使攻击力上升防御力的50%，持续1次行动",
        id = 3206502,
        level = 1,
        power = 100,
        skill_id = 6002,
    },

    [3306502] = {
        desc = "每回合开始前，有40%概率使攻击力上升防御力的50%，持续1次行动",
        id = 3306502,
        level = 1,
        power = 100,
        skill_id = 6002,
    },

    [3406502] = {
        desc = "每回合开始前，有40%概率使攻击力上升防御力的50%，持续1次行动",
        id = 3406502,
        level = 1,
        power = 100,
        skill_id = 6002,
    },

    [3506502] = {
        desc = "每回合开始前，有40%概率使攻击力上升防御力的50%，持续1次行动",
        id = 3506502,
        level = 1,
        power = 100,
        skill_id = 6002,
    },

    [3606502] = {
        desc = "每回合开始前，有40%概率使攻击力上升防御力的50%，持续1次行动",
        id = 3606502,
        level = 1,
        power = 100,
        skill_id = 6002,
    },

    [3106602] = {
        desc = "每回合开始前，有40%概率使攻击力上升防御力的72%，持续1次行动",
        id = 3106602,
        level = 2,
        power = 200,
        skill_id = 6002,
    },

    [3206602] = {
        desc = "每回合开始前，有40%概率使攻击力上升防御力的72%，持续1次行动",
        id = 3206602,
        level = 2,
        power = 200,
        skill_id = 6002,
    },

    [3306602] = {
        desc = "每回合开始前，有40%概率使攻击力上升防御力的72%，持续1次行动",
        id = 3306602,
        level = 2,
        power = 200,
        skill_id = 6002,
    },

    [3406602] = {
        desc = "每回合开始前，有40%概率使攻击力上升防御力的72%，持续1次行动",
        id = 3406602,
        level = 2,
        power = 200,
        skill_id = 6002,
    },

    [3506602] = {
        desc = "每回合开始前，有40%概率使攻击力上升防御力的72%，持续1次行动",
        id = 3506602,
        level = 2,
        power = 200,
        skill_id = 6002,
    },

    [3606602] = {
        desc = "每回合开始前，有40%概率使攻击力上升防御力的72%，持续1次行动",
        id = 3606602,
        level = 2,
        power = 200,
        skill_id = 6002,
    },

    [3106702] = {
        desc = "每回合开始前，有40%概率使攻击力上升防御力的94%，持续1次行动",
        id = 3106702,
        level = 3,
        power = 300,
        skill_id = 6002,
    },

    [3206702] = {
        desc = "每回合开始前，有40%概率使攻击力上升防御力的94%，持续1次行动",
        id = 3206702,
        level = 3,
        power = 300,
        skill_id = 6002,
    },

    [3306702] = {
        desc = "每回合开始前，有40%概率使攻击力上升防御力的94%，持续1次行动",
        id = 3306702,
        level = 3,
        power = 300,
        skill_id = 6002,
    },

    [3406702] = {
        desc = "每回合开始前，有40%概率使攻击力上升防御力的94%，持续1次行动",
        id = 3406702,
        level = 3,
        power = 300,
        skill_id = 6002,
    },

    [3506702] = {
        desc = "每回合开始前，有40%概率使攻击力上升防御力的94%，持续1次行动",
        id = 3506702,
        level = 3,
        power = 300,
        skill_id = 6002,
    },

    [3606702] = {
        desc = "每回合开始前，有40%概率使攻击力上升防御力的94%，持续1次行动",
        id = 3606702,
        level = 3,
        power = 300,
        skill_id = 6002,
    },

    [3106802] = {
        desc = "每回合开始前，有40%概率使攻击力上升防御力的116%，持续1次行动",
        id = 3106802,
        level = 4,
        power = 400,
        skill_id = 6002,
    },

    [3206802] = {
        desc = "每回合开始前，有40%概率使攻击力上升防御力的116%，持续1次行动",
        id = 3206802,
        level = 4,
        power = 400,
        skill_id = 6002,
    },

    [3306802] = {
        desc = "每回合开始前，有40%概率使攻击力上升防御力的116%，持续1次行动",
        id = 3306802,
        level = 4,
        power = 400,
        skill_id = 6002,
    },

    [3406802] = {
        desc = "每回合开始前，有40%概率使攻击力上升防御力的116%，持续1次行动",
        id = 3406802,
        level = 4,
        power = 400,
        skill_id = 6002,
    },

    [3506802] = {
        desc = "每回合开始前，有40%概率使攻击力上升防御力的116%，持续1次行动",
        id = 3506802,
        level = 4,
        power = 400,
        skill_id = 6002,
    },

    [3606802] = {
        desc = "每回合开始前，有40%概率使攻击力上升防御力的116%，持续1次行动",
        id = 3606802,
        level = 4,
        power = 400,
        skill_id = 6002,
    },

    [3106902] = {
        desc = "每回合开始前，有40%概率使攻击力上升防御力的138%，持续1次行动",
        id = 3106902,
        level = 5,
        power = 500,
        skill_id = 6002,
    },

    [3206902] = {
        desc = "每回合开始前，有40%概率使攻击力上升防御力的138%，持续1次行动",
        id = 3206902,
        level = 5,
        power = 500,
        skill_id = 6002,
    },

    [3306902] = {
        desc = "每回合开始前，有40%概率使攻击力上升防御力的138%，持续1次行动",
        id = 3306902,
        level = 5,
        power = 500,
        skill_id = 6002,
    },

    [3406902] = {
        desc = "每回合开始前，有40%概率使攻击力上升防御力的138%，持续1次行动",
        id = 3406902,
        level = 5,
        power = 500,
        skill_id = 6002,
    },

    [3506902] = {
        desc = "每回合开始前，有40%概率使攻击力上升防御力的138%，持续1次行动",
        id = 3506902,
        level = 5,
        power = 500,
        skill_id = 6002,
    },

    [3606902] = {
        desc = "每回合开始前，有40%概率使攻击力上升防御力的138%，持续1次行动",
        id = 3606902,
        level = 5,
        power = 500,
        skill_id = 6002,
    },

    [3107002] = {
        desc = "每回合开始前，有40%概率使攻击力上升防御力的160%，持续1次行动",
        id = 3107002,
        level = 6,
        power = 600,
        skill_id = 6002,
    },

    [3207002] = {
        desc = "每回合开始前，有40%概率使攻击力上升防御力的160%，持续1次行动",
        id = 3207002,
        level = 6,
        power = 600,
        skill_id = 6002,
    },

    [3307002] = {
        desc = "每回合开始前，有40%概率使攻击力上升防御力的160%，持续1次行动",
        id = 3307002,
        level = 6,
        power = 600,
        skill_id = 6002,
    },

    [3407002] = {
        desc = "每回合开始前，有40%概率使攻击力上升防御力的160%，持续1次行动",
        id = 3407002,
        level = 6,
        power = 600,
        skill_id = 6002,
    },

    [3507002] = {
        desc = "每回合开始前，有40%概率使攻击力上升防御力的160%，持续1次行动",
        id = 3507002,
        level = 6,
        power = 600,
        skill_id = 6002,
    },

    [3607002] = {
        desc = "每回合开始前，有40%概率使攻击力上升防御力的160%，持续1次行动",
        id = 3607002,
        level = 6,
        power = 600,
        skill_id = 6002,
    },

    [3106503] = {
        desc = "有40%概率对每个技能有效目标造成有效目标数*3%额外伤害",
        id = 3106503,
        level = 1,
        power = 100,
        skill_id = 6003,
    },

    [3206503] = {
        desc = "有40%概率对每个技能有效目标造成有效目标数*3%额外伤害",
        id = 3206503,
        level = 1,
        power = 100,
        skill_id = 6003,
    },

    [3306503] = {
        desc = "有40%概率对每个技能有效目标造成有效目标数*3%额外伤害",
        id = 3306503,
        level = 1,
        power = 100,
        skill_id = 6003,
    },

    [3406503] = {
        desc = "有40%概率对每个技能有效目标造成有效目标数*3%额外伤害",
        id = 3406503,
        level = 1,
        power = 100,
        skill_id = 6003,
    },

    [3506503] = {
        desc = "有40%概率对每个技能有效目标造成有效目标数*3%额外伤害",
        id = 3506503,
        level = 1,
        power = 100,
        skill_id = 6003,
    },

    [3606503] = {
        desc = "有40%概率对每个技能有效目标造成有效目标数*3%额外伤害",
        id = 3606503,
        level = 1,
        power = 100,
        skill_id = 6003,
    },

    [3106603] = {
        desc = "有40%概率对每个技能有效目标造成有效目标数*4%额外伤害",
        id = 3106603,
        level = 2,
        power = 200,
        skill_id = 6003,
    },

    [3206603] = {
        desc = "有40%概率对每个技能有效目标造成有效目标数*4%额外伤害",
        id = 3206603,
        level = 2,
        power = 200,
        skill_id = 6003,
    },

    [3306603] = {
        desc = "有40%概率对每个技能有效目标造成有效目标数*4%额外伤害",
        id = 3306603,
        level = 2,
        power = 200,
        skill_id = 6003,
    },

    [3406603] = {
        desc = "有40%概率对每个技能有效目标造成有效目标数*4%额外伤害",
        id = 3406603,
        level = 2,
        power = 200,
        skill_id = 6003,
    },

    [3506603] = {
        desc = "有40%概率对每个技能有效目标造成有效目标数*4%额外伤害",
        id = 3506603,
        level = 2,
        power = 200,
        skill_id = 6003,
    },

    [3606603] = {
        desc = "有40%概率对每个技能有效目标造成有效目标数*4%额外伤害",
        id = 3606603,
        level = 2,
        power = 200,
        skill_id = 6003,
    },

    [3106703] = {
        desc = "有40%概率对每个技能有效目标造成有效目标数*5%额外伤害",
        id = 3106703,
        level = 3,
        power = 300,
        skill_id = 6003,
    },

    [3206703] = {
        desc = "有40%概率对每个技能有效目标造成有效目标数*5%额外伤害",
        id = 3206703,
        level = 3,
        power = 300,
        skill_id = 6003,
    },

    [3306703] = {
        desc = "有40%概率对每个技能有效目标造成有效目标数*5%额外伤害",
        id = 3306703,
        level = 3,
        power = 300,
        skill_id = 6003,
    },

    [3406703] = {
        desc = "有40%概率对每个技能有效目标造成有效目标数*5%额外伤害",
        id = 3406703,
        level = 3,
        power = 300,
        skill_id = 6003,
    },

    [3506703] = {
        desc = "有40%概率对每个技能有效目标造成有效目标数*5%额外伤害",
        id = 3506703,
        level = 3,
        power = 300,
        skill_id = 6003,
    },

    [3606703] = {
        desc = "有40%概率对每个技能有效目标造成有效目标数*5%额外伤害",
        id = 3606703,
        level = 3,
        power = 300,
        skill_id = 6003,
    },

    [3106803] = {
        desc = "有40%概率对每个技能有效目标造成有效目标数*6%额外伤害",
        id = 3106803,
        level = 4,
        power = 400,
        skill_id = 6003,
    },

    [3206803] = {
        desc = "有40%概率对每个技能有效目标造成有效目标数*6%额外伤害",
        id = 3206803,
        level = 4,
        power = 400,
        skill_id = 6003,
    },

    [3306803] = {
        desc = "有40%概率对每个技能有效目标造成有效目标数*6%额外伤害",
        id = 3306803,
        level = 4,
        power = 400,
        skill_id = 6003,
    },

    [3406803] = {
        desc = "有40%概率对每个技能有效目标造成有效目标数*6%额外伤害",
        id = 3406803,
        level = 4,
        power = 400,
        skill_id = 6003,
    },

    [3506803] = {
        desc = "有40%概率对每个技能有效目标造成有效目标数*6%额外伤害",
        id = 3506803,
        level = 4,
        power = 400,
        skill_id = 6003,
    },

    [3606803] = {
        desc = "有40%概率对每个技能有效目标造成有效目标数*6%额外伤害",
        id = 3606803,
        level = 4,
        power = 400,
        skill_id = 6003,
    },

    [3106903] = {
        desc = "有40%概率对每个技能有效目标造成有效目标数*7%额外伤害",
        id = 3106903,
        level = 5,
        power = 500,
        skill_id = 6003,
    },

    [3206903] = {
        desc = "有40%概率对每个技能有效目标造成有效目标数*7%额外伤害",
        id = 3206903,
        level = 5,
        power = 500,
        skill_id = 6003,
    },

    [3306903] = {
        desc = "有40%概率对每个技能有效目标造成有效目标数*7%额外伤害",
        id = 3306903,
        level = 5,
        power = 500,
        skill_id = 6003,
    },

    [3406903] = {
        desc = "有40%概率对每个技能有效目标造成有效目标数*7%额外伤害",
        id = 3406903,
        level = 5,
        power = 500,
        skill_id = 6003,
    },

    [3506903] = {
        desc = "有40%概率对每个技能有效目标造成有效目标数*7%额外伤害",
        id = 3506903,
        level = 5,
        power = 500,
        skill_id = 6003,
    },

    [3606903] = {
        desc = "有40%概率对每个技能有效目标造成有效目标数*7%额外伤害",
        id = 3606903,
        level = 5,
        power = 500,
        skill_id = 6003,
    },

    [3107003] = {
        desc = "有40%概率对每个技能有效目标造成有效目标数*8%额外伤害",
        id = 3107003,
        level = 6,
        power = 600,
        skill_id = 6003,
    },

    [3207003] = {
        desc = "有40%概率对每个技能有效目标造成有效目标数*8%额外伤害",
        id = 3207003,
        level = 6,
        power = 600,
        skill_id = 6003,
    },

    [3307003] = {
        desc = "有40%概率对每个技能有效目标造成有效目标数*8%额外伤害",
        id = 3307003,
        level = 6,
        power = 600,
        skill_id = 6003,
    },

    [3407003] = {
        desc = "有40%概率对每个技能有效目标造成有效目标数*8%额外伤害",
        id = 3407003,
        level = 6,
        power = 600,
        skill_id = 6003,
    },

    [3507003] = {
        desc = "有40%概率对每个技能有效目标造成有效目标数*8%额外伤害",
        id = 3507003,
        level = 6,
        power = 600,
        skill_id = 6003,
    },

    [3607003] = {
        desc = "有40%概率对每个技能有效目标造成有效目标数*8%额外伤害",
        id = 3607003,
        level = 6,
        power = 600,
        skill_id = 6003,
    },

    [3106504] = {
        desc = "每有一个敌方单位陷入控制类异常状态，40%概率立刻对其造成25%攻击力的真实伤害",
        id = 3106504,
        level = 1,
        power = 100,
        skill_id = 6004,
    },

    [3206504] = {
        desc = "每有一个敌方单位陷入控制类异常状态，40%概率立刻对其造成25%攻击力的真实伤害",
        id = 3206504,
        level = 1,
        power = 100,
        skill_id = 6004,
    },

    [3306504] = {
        desc = "每有一个敌方单位陷入控制类异常状态，40%概率立刻对其造成25%攻击力的真实伤害",
        id = 3306504,
        level = 1,
        power = 100,
        skill_id = 6004,
    },

    [3406504] = {
        desc = "每有一个敌方单位陷入控制类异常状态，40%概率立刻对其造成25%攻击力的真实伤害",
        id = 3406504,
        level = 1,
        power = 100,
        skill_id = 6004,
    },

    [3506504] = {
        desc = "每有一个敌方单位陷入控制类异常状态，40%概率立刻对其造成25%攻击力的真实伤害",
        id = 3506504,
        level = 1,
        power = 100,
        skill_id = 6004,
    },

    [3606504] = {
        desc = "每有一个敌方单位陷入控制类异常状态，40%概率立刻对其造成25%攻击力的真实伤害",
        id = 3606504,
        level = 1,
        power = 100,
        skill_id = 6004,
    },

    [3106604] = {
        desc = "每有一个敌方单位陷入控制类异常状态，40%概率立刻对其造成35%攻击力的真实伤害",
        id = 3106604,
        level = 2,
        power = 200,
        skill_id = 6004,
    },

    [3206604] = {
        desc = "每有一个敌方单位陷入控制类异常状态，40%概率立刻对其造成35%攻击力的真实伤害",
        id = 3206604,
        level = 2,
        power = 200,
        skill_id = 6004,
    },

    [3306604] = {
        desc = "每有一个敌方单位陷入控制类异常状态，40%概率立刻对其造成35%攻击力的真实伤害",
        id = 3306604,
        level = 2,
        power = 200,
        skill_id = 6004,
    },

    [3406604] = {
        desc = "每有一个敌方单位陷入控制类异常状态，40%概率立刻对其造成35%攻击力的真实伤害",
        id = 3406604,
        level = 2,
        power = 200,
        skill_id = 6004,
    },

    [3506604] = {
        desc = "每有一个敌方单位陷入控制类异常状态，40%概率立刻对其造成35%攻击力的真实伤害",
        id = 3506604,
        level = 2,
        power = 200,
        skill_id = 6004,
    },

    [3606604] = {
        desc = "每有一个敌方单位陷入控制类异常状态，40%概率立刻对其造成35%攻击力的真实伤害",
        id = 3606604,
        level = 2,
        power = 200,
        skill_id = 6004,
    },

    [3106704] = {
        desc = "每有一个敌方单位陷入控制类异常状态，40%概率立刻对其造成45%攻击力的真实伤害",
        id = 3106704,
        level = 3,
        power = 300,
        skill_id = 6004,
    },

    [3206704] = {
        desc = "每有一个敌方单位陷入控制类异常状态，40%概率立刻对其造成45%攻击力的真实伤害",
        id = 3206704,
        level = 3,
        power = 300,
        skill_id = 6004,
    },

    [3306704] = {
        desc = "每有一个敌方单位陷入控制类异常状态，40%概率立刻对其造成45%攻击力的真实伤害",
        id = 3306704,
        level = 3,
        power = 300,
        skill_id = 6004,
    },

    [3406704] = {
        desc = "每有一个敌方单位陷入控制类异常状态，40%概率立刻对其造成45%攻击力的真实伤害",
        id = 3406704,
        level = 3,
        power = 300,
        skill_id = 6004,
    },

    [3506704] = {
        desc = "每有一个敌方单位陷入控制类异常状态，40%概率立刻对其造成45%攻击力的真实伤害",
        id = 3506704,
        level = 3,
        power = 300,
        skill_id = 6004,
    },

    [3606704] = {
        desc = "每有一个敌方单位陷入控制类异常状态，40%概率立刻对其造成45%攻击力的真实伤害",
        id = 3606704,
        level = 3,
        power = 300,
        skill_id = 6004,
    },

    [3106804] = {
        desc = "每有一个敌方单位陷入控制类异常状态，40%概率立刻对其造成55%攻击力的真实伤害",
        id = 3106804,
        level = 4,
        power = 400,
        skill_id = 6004,
    },

    [3206804] = {
        desc = "每有一个敌方单位陷入控制类异常状态，40%概率立刻对其造成55%攻击力的真实伤害",
        id = 3206804,
        level = 4,
        power = 400,
        skill_id = 6004,
    },

    [3306804] = {
        desc = "每有一个敌方单位陷入控制类异常状态，40%概率立刻对其造成55%攻击力的真实伤害",
        id = 3306804,
        level = 4,
        power = 400,
        skill_id = 6004,
    },

    [3406804] = {
        desc = "每有一个敌方单位陷入控制类异常状态，40%概率立刻对其造成55%攻击力的真实伤害",
        id = 3406804,
        level = 4,
        power = 400,
        skill_id = 6004,
    },

    [3506804] = {
        desc = "每有一个敌方单位陷入控制类异常状态，40%概率立刻对其造成55%攻击力的真实伤害",
        id = 3506804,
        level = 4,
        power = 400,
        skill_id = 6004,
    },

    [3606804] = {
        desc = "每有一个敌方单位陷入控制类异常状态，40%概率立刻对其造成55%攻击力的真实伤害",
        id = 3606804,
        level = 4,
        power = 400,
        skill_id = 6004,
    },

    [3106904] = {
        desc = "每有一个敌方单位陷入控制类异常状态，40%概率立刻对其造成65%攻击力的真实伤害",
        id = 3106904,
        level = 5,
        power = 500,
        skill_id = 6004,
    },

    [3206904] = {
        desc = "每有一个敌方单位陷入控制类异常状态，40%概率立刻对其造成65%攻击力的真实伤害",
        id = 3206904,
        level = 5,
        power = 500,
        skill_id = 6004,
    },

    [3306904] = {
        desc = "每有一个敌方单位陷入控制类异常状态，40%概率立刻对其造成65%攻击力的真实伤害",
        id = 3306904,
        level = 5,
        power = 500,
        skill_id = 6004,
    },

    [3406904] = {
        desc = "每有一个敌方单位陷入控制类异常状态，40%概率立刻对其造成65%攻击力的真实伤害",
        id = 3406904,
        level = 5,
        power = 500,
        skill_id = 6004,
    },

    [3506904] = {
        desc = "每有一个敌方单位陷入控制类异常状态，40%概率立刻对其造成65%攻击力的真实伤害",
        id = 3506904,
        level = 5,
        power = 500,
        skill_id = 6004,
    },

    [3606904] = {
        desc = "每有一个敌方单位陷入控制类异常状态，40%概率立刻对其造成65%攻击力的真实伤害",
        id = 3606904,
        level = 5,
        power = 500,
        skill_id = 6004,
    },

    [3107004] = {
        desc = "每有一个敌方单位陷入控制类异常状态，40%概率立刻对其造成75%攻击力的真实伤害",
        id = 3107004,
        level = 6,
        power = 600,
        skill_id = 6004,
    },

    [3207004] = {
        desc = "每有一个敌方单位陷入控制类异常状态，40%概率立刻对其造成75%攻击力的真实伤害",
        id = 3207004,
        level = 6,
        power = 600,
        skill_id = 6004,
    },

    [3307004] = {
        desc = "每有一个敌方单位陷入控制类异常状态，40%概率立刻对其造成75%攻击力的真实伤害",
        id = 3307004,
        level = 6,
        power = 600,
        skill_id = 6004,
    },

    [3407004] = {
        desc = "每有一个敌方单位陷入控制类异常状态，40%概率立刻对其造成75%攻击力的真实伤害",
        id = 3407004,
        level = 6,
        power = 600,
        skill_id = 6004,
    },

    [3507004] = {
        desc = "每有一个敌方单位陷入控制类异常状态，40%概率立刻对其造成75%攻击力的真实伤害",
        id = 3507004,
        level = 6,
        power = 600,
        skill_id = 6004,
    },

    [3607004] = {
        desc = "每有一个敌方单位陷入控制类异常状态，40%概率立刻对其造成75%攻击力的真实伤害",
        id = 3607004,
        level = 6,
        power = 600,
        skill_id = 6004,
    },

    [3106505] = {
        desc = "施放技能前40%概率使主目标抗暴率降低3%，持续到本回合结束",
        id = 3106505,
        level = 1,
        power = 100,
        skill_id = 6005,
    },

    [3206505] = {
        desc = "施放技能前40%概率使主目标抗暴率降低3%，持续到本回合结束",
        id = 3206505,
        level = 1,
        power = 100,
        skill_id = 6005,
    },

    [3306505] = {
        desc = "施放技能前40%概率使主目标抗暴率降低3%，持续到本回合结束",
        id = 3306505,
        level = 1,
        power = 100,
        skill_id = 6005,
    },

    [3406505] = {
        desc = "施放技能前40%概率使主目标抗暴率降低3%，持续到本回合结束",
        id = 3406505,
        level = 1,
        power = 100,
        skill_id = 6005,
    },

    [3506505] = {
        desc = "施放技能前40%概率使主目标抗暴率降低3%，持续到本回合结束",
        id = 3506505,
        level = 1,
        power = 100,
        skill_id = 6005,
    },

    [3606505] = {
        desc = "施放技能前40%概率使主目标抗暴率降低3%，持续到本回合结束",
        id = 3606505,
        level = 1,
        power = 100,
        skill_id = 6005,
    },

    [3106605] = {
        desc = "施放技能前40%概率使主目标抗暴率降低4%，持续到本回合结束",
        id = 3106605,
        level = 2,
        power = 200,
        skill_id = 6005,
    },

    [3206605] = {
        desc = "施放技能前40%概率使主目标抗暴率降低4%，持续到本回合结束",
        id = 3206605,
        level = 2,
        power = 200,
        skill_id = 6005,
    },

    [3306605] = {
        desc = "施放技能前40%概率使主目标抗暴率降低4%，持续到本回合结束",
        id = 3306605,
        level = 2,
        power = 200,
        skill_id = 6005,
    },

    [3406605] = {
        desc = "施放技能前40%概率使主目标抗暴率降低4%，持续到本回合结束",
        id = 3406605,
        level = 2,
        power = 200,
        skill_id = 6005,
    },

    [3506605] = {
        desc = "施放技能前40%概率使主目标抗暴率降低4%，持续到本回合结束",
        id = 3506605,
        level = 2,
        power = 200,
        skill_id = 6005,
    },

    [3606605] = {
        desc = "施放技能前40%概率使主目标抗暴率降低4%，持续到本回合结束",
        id = 3606605,
        level = 2,
        power = 200,
        skill_id = 6005,
    },

    [3106705] = {
        desc = "施放技能前40%概率使主目标抗暴率降低5%，持续到本回合结束",
        id = 3106705,
        level = 3,
        power = 300,
        skill_id = 6005,
    },

    [3206705] = {
        desc = "施放技能前40%概率使主目标抗暴率降低5%，持续到本回合结束",
        id = 3206705,
        level = 3,
        power = 300,
        skill_id = 6005,
    },

    [3306705] = {
        desc = "施放技能前40%概率使主目标抗暴率降低5%，持续到本回合结束",
        id = 3306705,
        level = 3,
        power = 300,
        skill_id = 6005,
    },

    [3406705] = {
        desc = "施放技能前40%概率使主目标抗暴率降低5%，持续到本回合结束",
        id = 3406705,
        level = 3,
        power = 300,
        skill_id = 6005,
    },

    [3506705] = {
        desc = "施放技能前40%概率使主目标抗暴率降低5%，持续到本回合结束",
        id = 3506705,
        level = 3,
        power = 300,
        skill_id = 6005,
    },

    [3606705] = {
        desc = "施放技能前40%概率使主目标抗暴率降低5%，持续到本回合结束",
        id = 3606705,
        level = 3,
        power = 300,
        skill_id = 6005,
    },

    [3106805] = {
        desc = "施放技能前40%概率使主目标抗暴率降低6%，持续到本回合结束",
        id = 3106805,
        level = 4,
        power = 400,
        skill_id = 6005,
    },

    [3206805] = {
        desc = "施放技能前40%概率使主目标抗暴率降低6%，持续到本回合结束",
        id = 3206805,
        level = 4,
        power = 400,
        skill_id = 6005,
    },

    [3306805] = {
        desc = "施放技能前40%概率使主目标抗暴率降低6%，持续到本回合结束",
        id = 3306805,
        level = 4,
        power = 400,
        skill_id = 6005,
    },

    [3406805] = {
        desc = "施放技能前40%概率使主目标抗暴率降低6%，持续到本回合结束",
        id = 3406805,
        level = 4,
        power = 400,
        skill_id = 6005,
    },

    [3506805] = {
        desc = "施放技能前40%概率使主目标抗暴率降低6%，持续到本回合结束",
        id = 3506805,
        level = 4,
        power = 400,
        skill_id = 6005,
    },

    [3606805] = {
        desc = "施放技能前40%概率使主目标抗暴率降低6%，持续到本回合结束",
        id = 3606805,
        level = 4,
        power = 400,
        skill_id = 6005,
    },

    [3106905] = {
        desc = "施放技能前40%概率使主目标抗暴率降低7%，持续到本回合结束",
        id = 3106905,
        level = 5,
        power = 500,
        skill_id = 6005,
    },

    [3206905] = {
        desc = "施放技能前40%概率使主目标抗暴率降低7%，持续到本回合结束",
        id = 3206905,
        level = 5,
        power = 500,
        skill_id = 6005,
    },

    [3306905] = {
        desc = "施放技能前40%概率使主目标抗暴率降低7%，持续到本回合结束",
        id = 3306905,
        level = 5,
        power = 500,
        skill_id = 6005,
    },

    [3406905] = {
        desc = "施放技能前40%概率使主目标抗暴率降低7%，持续到本回合结束",
        id = 3406905,
        level = 5,
        power = 500,
        skill_id = 6005,
    },

    [3506905] = {
        desc = "施放技能前40%概率使主目标抗暴率降低7%，持续到本回合结束",
        id = 3506905,
        level = 5,
        power = 500,
        skill_id = 6005,
    },

    [3606905] = {
        desc = "施放技能前40%概率使主目标抗暴率降低7%，持续到本回合结束",
        id = 3606905,
        level = 5,
        power = 500,
        skill_id = 6005,
    },

    [3107005] = {
        desc = "施放技能前40%概率使主目标抗暴率降低8%，持续到本回合结束",
        id = 3107005,
        level = 6,
        power = 600,
        skill_id = 6005,
    },

    [3207005] = {
        desc = "施放技能前40%概率使主目标抗暴率降低8%，持续到本回合结束",
        id = 3207005,
        level = 6,
        power = 600,
        skill_id = 6005,
    },

    [3307005] = {
        desc = "施放技能前40%概率使主目标抗暴率降低8%，持续到本回合结束",
        id = 3307005,
        level = 6,
        power = 600,
        skill_id = 6005,
    },

    [3407005] = {
        desc = "施放技能前40%概率使主目标抗暴率降低8%，持续到本回合结束",
        id = 3407005,
        level = 6,
        power = 600,
        skill_id = 6005,
    },

    [3507005] = {
        desc = "施放技能前40%概率使主目标抗暴率降低8%，持续到本回合结束",
        id = 3507005,
        level = 6,
        power = 600,
        skill_id = 6005,
    },

    [3607005] = {
        desc = "施放技能前40%概率使主目标抗暴率降低8%，持续到本回合结束",
        id = 3607005,
        level = 6,
        power = 600,
        skill_id = 6005,
    },

    [3106506] = {
        desc = "场上有单位气血回复时，40%概率对气血比例最低的我方单位造成攻击力20%的气血回复",
        id = 3106506,
        level = 1,
        power = 100,
        skill_id = 6006,
    },

    [3206506] = {
        desc = "场上有单位气血回复时，40%概率对气血比例最低的我方单位造成攻击力20%的气血回复",
        id = 3206506,
        level = 1,
        power = 100,
        skill_id = 6006,
    },

    [3306506] = {
        desc = "场上有单位气血回复时，40%概率对气血比例最低的我方单位造成攻击力20%的气血回复",
        id = 3306506,
        level = 1,
        power = 100,
        skill_id = 6006,
    },

    [3406506] = {
        desc = "场上有单位气血回复时，40%概率对气血比例最低的我方单位造成攻击力20%的气血回复",
        id = 3406506,
        level = 1,
        power = 100,
        skill_id = 6006,
    },

    [3506506] = {
        desc = "场上有单位气血回复时，40%概率对气血比例最低的我方单位造成攻击力20%的气血回复",
        id = 3506506,
        level = 1,
        power = 100,
        skill_id = 6006,
    },

    [3606506] = {
        desc = "场上有单位气血回复时，40%概率对气血比例最低的我方单位造成攻击力20%的气血回复",
        id = 3606506,
        level = 1,
        power = 100,
        skill_id = 6006,
    },

    [3106606] = {
        desc = "场上有单位气血回复时，40%概率对气血比例最低的我方单位造成攻击力28%的气血回复",
        id = 3106606,
        level = 2,
        power = 200,
        skill_id = 6006,
    },

    [3206606] = {
        desc = "场上有单位气血回复时，40%概率对气血比例最低的我方单位造成攻击力28%的气血回复",
        id = 3206606,
        level = 2,
        power = 200,
        skill_id = 6006,
    },

    [3306606] = {
        desc = "场上有单位气血回复时，40%概率对气血比例最低的我方单位造成攻击力28%的气血回复",
        id = 3306606,
        level = 2,
        power = 200,
        skill_id = 6006,
    },

    [3406606] = {
        desc = "场上有单位气血回复时，40%概率对气血比例最低的我方单位造成攻击力28%的气血回复",
        id = 3406606,
        level = 2,
        power = 200,
        skill_id = 6006,
    },

    [3506606] = {
        desc = "场上有单位气血回复时，40%概率对气血比例最低的我方单位造成攻击力28%的气血回复",
        id = 3506606,
        level = 2,
        power = 200,
        skill_id = 6006,
    },

    [3606606] = {
        desc = "场上有单位气血回复时，40%概率对气血比例最低的我方单位造成攻击力28%的气血回复",
        id = 3606606,
        level = 2,
        power = 200,
        skill_id = 6006,
    },

    [3106706] = {
        desc = "场上有单位气血回复时，40%概率对气血比例最低的我方单位造成攻击力36%的气血回复",
        id = 3106706,
        level = 3,
        power = 300,
        skill_id = 6006,
    },

    [3206706] = {
        desc = "场上有单位气血回复时，40%概率对气血比例最低的我方单位造成攻击力36%的气血回复",
        id = 3206706,
        level = 3,
        power = 300,
        skill_id = 6006,
    },

    [3306706] = {
        desc = "场上有单位气血回复时，40%概率对气血比例最低的我方单位造成攻击力36%的气血回复",
        id = 3306706,
        level = 3,
        power = 300,
        skill_id = 6006,
    },

    [3406706] = {
        desc = "场上有单位气血回复时，40%概率对气血比例最低的我方单位造成攻击力36%的气血回复",
        id = 3406706,
        level = 3,
        power = 300,
        skill_id = 6006,
    },

    [3506706] = {
        desc = "场上有单位气血回复时，40%概率对气血比例最低的我方单位造成攻击力36%的气血回复",
        id = 3506706,
        level = 3,
        power = 300,
        skill_id = 6006,
    },

    [3606706] = {
        desc = "场上有单位气血回复时，40%概率对气血比例最低的我方单位造成攻击力36%的气血回复",
        id = 3606706,
        level = 3,
        power = 300,
        skill_id = 6006,
    },

    [3106806] = {
        desc = "场上有单位气血回复时，40%概率对气血比例最低的我方单位造成攻击力44%的气血回复",
        id = 3106806,
        level = 4,
        power = 400,
        skill_id = 6006,
    },

    [3206806] = {
        desc = "场上有单位气血回复时，40%概率对气血比例最低的我方单位造成攻击力44%的气血回复",
        id = 3206806,
        level = 4,
        power = 400,
        skill_id = 6006,
    },

    [3306806] = {
        desc = "场上有单位气血回复时，40%概率对气血比例最低的我方单位造成攻击力44%的气血回复",
        id = 3306806,
        level = 4,
        power = 400,
        skill_id = 6006,
    },

    [3406806] = {
        desc = "场上有单位气血回复时，40%概率对气血比例最低的我方单位造成攻击力44%的气血回复",
        id = 3406806,
        level = 4,
        power = 400,
        skill_id = 6006,
    },

    [3506806] = {
        desc = "场上有单位气血回复时，40%概率对气血比例最低的我方单位造成攻击力44%的气血回复",
        id = 3506806,
        level = 4,
        power = 400,
        skill_id = 6006,
    },

    [3606806] = {
        desc = "场上有单位气血回复时，40%概率对气血比例最低的我方单位造成攻击力44%的气血回复",
        id = 3606806,
        level = 4,
        power = 400,
        skill_id = 6006,
    },

    [3106906] = {
        desc = "场上有单位气血回复时，40%概率对气血比例最低的我方单位造成攻击力52%的气血回复",
        id = 3106906,
        level = 5,
        power = 500,
        skill_id = 6006,
    },

    [3206906] = {
        desc = "场上有单位气血回复时，40%概率对气血比例最低的我方单位造成攻击力52%的气血回复",
        id = 3206906,
        level = 5,
        power = 500,
        skill_id = 6006,
    },

    [3306906] = {
        desc = "场上有单位气血回复时，40%概率对气血比例最低的我方单位造成攻击力52%的气血回复",
        id = 3306906,
        level = 5,
        power = 500,
        skill_id = 6006,
    },

    [3406906] = {
        desc = "场上有单位气血回复时，40%概率对气血比例最低的我方单位造成攻击力52%的气血回复",
        id = 3406906,
        level = 5,
        power = 500,
        skill_id = 6006,
    },

    [3506906] = {
        desc = "场上有单位气血回复时，40%概率对气血比例最低的我方单位造成攻击力52%的气血回复",
        id = 3506906,
        level = 5,
        power = 500,
        skill_id = 6006,
    },

    [3606906] = {
        desc = "场上有单位气血回复时，40%概率对气血比例最低的我方单位造成攻击力52%的气血回复",
        id = 3606906,
        level = 5,
        power = 500,
        skill_id = 6006,
    },

    [3107006] = {
        desc = "场上有单位气血回复时，40%概率对气血比例最低的我方单位造成攻击力60%的气血回复",
        id = 3107006,
        level = 6,
        power = 600,
        skill_id = 6006,
    },

    [3207006] = {
        desc = "场上有单位气血回复时，40%概率对气血比例最低的我方单位造成攻击力60%的气血回复",
        id = 3207006,
        level = 6,
        power = 600,
        skill_id = 6006,
    },

    [3307006] = {
        desc = "场上有单位气血回复时，40%概率对气血比例最低的我方单位造成攻击力60%的气血回复",
        id = 3307006,
        level = 6,
        power = 600,
        skill_id = 6006,
    },

    [3407006] = {
        desc = "场上有单位气血回复时，40%概率对气血比例最低的我方单位造成攻击力60%的气血回复",
        id = 3407006,
        level = 6,
        power = 600,
        skill_id = 6006,
    },

    [3507006] = {
        desc = "场上有单位气血回复时，40%概率对气血比例最低的我方单位造成攻击力60%的气血回复",
        id = 3507006,
        level = 6,
        power = 600,
        skill_id = 6006,
    },

    [3607006] = {
        desc = "场上有单位气血回复时，40%概率对气血比例最低的我方单位造成攻击力60%的气血回复",
        id = 3607006,
        level = 6,
        power = 600,
        skill_id = 6006,
    },

}
