-- ./excel/achieve/picture.xlsx
return {

    [1] = {
        building = 1,
        condition = {"伙伴等级:502:20", "伙伴数量:502:1", "伙伴星级:502:1", "伙伴等级:501:20", "伙伴数量:501:1", "伙伴星级:501:1"},
        direction = 1,
        id = 1,
        name = "帝国成立",
        part_id = 1,
        rewarditem = {{["num"] = 1, ["sid"] = "1003(value=50)"}},
        story = [=[帝国成立——我们的世界
中央城市作为国家的首都，建都百年，是连接着各个区域的重要枢纽，全国的政治文化中心。                   
百年前的一场战争几乎让人类遭遇灭顶之灾，由此引以为鉴，国家成立后，开始提倡“全民习武”纲领。每一年都会在中央武道馆的擂台举办武道大会，让来自世界各地的武学高手一决高下，也为政府吸纳了武学人才。                   
因为普通人与妖怪力量悬殊，为了保障普通市民的人身安全，国家规定所有妖怪都必须持有合法的身份证明，且会派遣巡查官随时检查。                   
人族与妖族之间看似能保持微妙的平衡，暗地里依然会排斥妖怪。妖怪们本能喜欢自然环境，亦不愿意向大城市聚集，尤其是管辖甚严的中央城市，而原始的郊外则更能受到推崇。]=],
        title = "街道",
        year = 800,
    },

    [2] = {
        building = 1,
        condition = {"伙伴等级:312:25", "伙伴数量:312:1", "伙伴星级:312:1", "伙伴等级:308:25", "伙伴数量:308:1", "伙伴星级:308:1"},
        direction = 1,
        id = 2,
        name = "统帅部",
        part_id = 2,
        rewarditem = {{["num"] = 1, ["sid"] = "1003(value=50)"}},
        story = [=[统帅部——帝国的心脏
市政厅坐落在中央城市的西北部，是由总统及所属十二执行官组成的国家中央权利中心。                   
市政厅一楼是十二执行官们的办公地点。而根据每个人的能力不同，粗略分为外勤班、内勤班、科学班三大类，由总统高级秘书官-十二执行官之一的乔焱管理。                   
外勤班分为三个组，执行官黑作为总组长对乔焱汇报，管理内容别为黑烈带领的高级组（负责高危险的对外任务）、白带领的中级组（负责中央城市执勤及部分勘探外勤）、周可、丑无带领的信息组（隐匿在人群之中搜索信息）                   
内勤班的组长为乔焱，负责下达总统的各项指令，维护市政厅的正常运作。                   
科学班的组长为伊露，作为执行官的大后勤，负责为国家研发各种新式药剂、武器，为中央行动提供支援。                   
最近，教会暗地里蠢蠢欲动为执行官的行动增加了许多障碍。总统希望能弱化宗教的地位，使其称为历史文化的符号。让更多的精神能力者加入到军队中，进行科学的军事化管理。                   ]=],
        title = "市政厅",
        year = 790,
    },

    [3] = {
        building = 1,
        condition = {"伙伴等级:313:30", "伙伴数量:313:1", "伙伴星级:313:1", "伙伴等级:316:30", "伙伴数量:316:1", "伙伴星级:316:1", "伙伴觉醒:316:1"},
        direction = 1,
        id = 3,
        name = "信仰进化",
        part_id = 3,
        rewarditem = {{["num"] = 1, ["sid"] = "1003(value=50)"}},
        story = [=[圣心大教会总部——欲望的化身
人类在星球的进化中，通过信仰获得了一种精神力量,可以使用精神力量攻击敌人，但是消耗很大。                   
精神能力者伙伴数量稀少万里挑一，他们将自身的精神力量的使用方法以书面的形态流传，方便同样有此能力的人继承，从而形成了宗教文化。                   
因为百年前一场战争中卓越的贡献，圣心大教会获得了总统的支持，成为国内唯一合法可以参与国务的宗教。国家建立后，圣心大教会总部迁到中央城市，风光无量。                   
圣心大教会总部坐落在中央城市的东北部，是以教皇为首的教延的所在地，全国四分之一人口的信仰中心。这是一座拥有百年历史文化的殿堂级建筑，管理着国家各处分堂的运营。                   
总部主要为作为教会办事处使用，教会高级领袖均汇集于此。每周有礼拜在教会在一楼举行，除此之外每逢教会重大节日均会在总部举办。                   
随着现代文明的进步，宗教的作用日渐衰减，教皇希望让信仰力重新掌控人民，改变目前依靠统治者的局面，再次走上信仰主导统治国家的巅峰。]=],
        title = "圣心大教会总部",
        year = 847,
    },

    [4] = {
        building = 2,
        condition = {"伙伴等级:302:30", "伙伴数量:302:1", "伙伴星级:302:2"},
        direction = 1,
        id = 4,
        name = "猫饭店",
        part_id = 1,
        rewarditem = {{["num"] = 1, ["sid"] = "1003(value=50)"}},
        story = [=[猫饭店——童年
“哔哔！”猫蜀黍在饭店门前吹响了哨子：“猫拳弟子速度来集合！”响亮的哨声传遍小小的八门村，收藏屋楼下的喵小萌更着急了。
“快出来啦！师父说要集合练拳的，迟到要被罚洗碗！”小萌疯狂地敲门，大喊：“不就是猫咪装，我也穿了呀！”
楼上传来回应：“宁愿洗一年碗，说什么我也不会穿成那样子，你死心吧！”
白婆婆把藏品搬到货架上，对小萌说：“别管他，娇气！小萌资质不错，继续修行一定能变得很厉害！”
看到小萌抱着沉重的猫咪装匆匆跑来，猫蜀黍叉腰怒吼：“那个逆徒呢！”
对面收藏屋楼上传来回应：“我才不要穿这么丑的衣服！”
“啧！”猫蜀黍摇了摇头，吹响哨子：“哔哔！现在开始练拳，跟着我的拳法来。第一步，伸爪……”
“师父师父！”小萌一边出拳一边问：“我们有猫拳，那还有螳螂拳、猴子拳吗？”
“练拳不许说话！”猫蜀黍吹哨作为警告，最终还是在对方充满希冀的眼光下败下阵来。
“咳咳，当然有别的拳法。”猫蜀黍正色道：“听传授我拳法的师父说过，八门村曾经是以八门特色流派得名的武术文化村。一门慧根，二门迷魂，三门毒术，四门鹤舞，五门双镰，六门豹腿，七门猫拳，八门驭兽，过去村里所有人都是武术高手！”
“哇！好厉害！”小萌崇拜地说：“可为什么现在只剩下猫拳了？”
猫蜀黍苦思冥想了一阵，皱眉说：“这个……师父也没有告诉我原因，大概？似乎是由于好奇答案，我才来到八门村的。噢！原来我是这么来的啊！”
“师父。”小萌十分不满地努嘴：“好牵强。”
“白婆婆还是村里的资质鉴定师呢！你问问她或者能知道更多。”猫蜀黍拍拍肚子小声嘱咐：“不过，重点是那小子问起，你可别轻易告诉他，至少把猫咪装穿上才能说！”
“那是当然的！”喵小萌握爪。]=],
        title = "猫饭店",
        year = 865,
    },

    [5] = {
        building = 2,
        condition = {"伙伴等级:409:30", "伙伴数量:409:1", "伙伴星级:409:3", "伙伴觉醒:409:1", "伙伴等级:403:30", "伙伴数量:403:1", "伙伴星级:403:3", "伙伴觉醒:403:1"},
        direction = 1,
        id = 5,
        name = "毒魔窟",
        part_id = 2,
        rewarditem = {{["num"] = 1, ["sid"] = "1003(value=50)"}},
        story = [=[毒魔窟——妖蛇巢穴
悄悄潜入八门村，犬妖跃过重重巨树，在毒魔窟前落下。无数细长的白蛇从四面八方聚集而来，将犬妖团团围住，弓起身体吐信嘶叫威胁。
“再不出来我可要下手了。”犬妖眼神一凛，做拔刀状。
“嘶嘶，你为什么会出现在八门村？”蛇群一阵骚动，从中分让出一条道路，白蛇缓缓走来。
收起长刀，犬妖反问：“八门村本是妖村，与月见岛一样是我们的家，为什么不能来？”
“当年那场战役，八门村的同伴们为了支援月见岛几乎被屠杀殆尽。”白蛇温柔地亲了一口缠在身上的蛇宝宝，冷声道：“那以后的八门村成为一座空城，直到现在，曾经流派武术的继承者回来，妖村不复存在。你出现还不是为了他，嘶嘶。”
“妖族的变数都在这人身上，但是他太弱小了。”犬妖说：“我会监视他，若发现结果没有到达我们所期望那样，百年前的历史将卷土重来。我会用这把长刀，亲手砍下罪人的头颅，祭奠我的兄长们！”
“嘶嘶嘴硬心软，你是想保护他吧。怎么，发现这个人类跟从前的自己很像吗？”
“放心，我的目的跟你不同。”蛇姬转身捧起心爱的蛇群说：“想要完完全全利用一个人，就得死死掐住他的软肋。让他胸腔的空气逐渐变得稀薄，这样他才会知道掌握自己命运的钥匙在谁手上。”
“你变了。”犬妖黯然说：“我们从前的伙伴都变了。”
“不是我们变了，是世界变了！”蛇姬说：“我的目标永远都只有一个，追随老大直到永恒！如果有能实现老大愿望的方法，不惜任何代价我也会去做。老幺，你不懂。”
“希望一切终结之后，我们还能像过去在月见岛那样。”犬妖的身影在丛林之中渐渐隐去：“那样……快乐。”
“老幺你还是跟以前一样那么善良。”蛇姬收缩着金色的妖瞳，盯着远方微微笑道：“那么天真。那么愚蠢。”]=],
        title = "毒魔窟",
        year = 869,
    },

    [6] = {
        building = 2,
        condition = {"伙伴等级:503:25", "伙伴数量:503:1", "伙伴星级:503:2", "伙伴觉醒:503:1", "伙伴等级:504:20", "伙伴数量:504:1", "伙伴星级:504:2", "伙伴觉醒:504:1"},
        direction = 1,
        id = 6,
        name = "收藏屋",
        part_id = 3,
        rewarditem = {{["num"] = 1, ["sid"] = "1003(value=50)"}},
        story = [=[收藏屋——心灵归处
今天天气大晴，白婆婆正忙着擦拭收藏屋的藏品，电话忽然响起来。擦了把手，白婆婆接通电话：“喂喂喂，是谁找婆婆？”
“婆婆是我，我到中央城市啦！”电话那头沙沙作响异常吵杂：“婆婆听得到吗？我刚刚下船就找电话亭打给你了。”
“哼！担心你还不如担心天下不下雨，我外面还晒着干货呢！”白婆婆拿起电话旁的相框，是臭屁孩9岁新年照的，月见岛事件发生的那年，孩子脸上一点表情都没有。
“婆婆你想要什么特产我给你带回去……沙沙沙……我在商业街呢！”
信号一点都不好，还中央城市呢，哼。白婆婆心里一阵鄙视，放下相框：“婆婆要比翼鸟附带最新亲笔签名照片和海报的限量版专辑3套！”
“沙沙沙……”电话那头一阵沉默后：“长途电话原来这么贵，你别担心，武道大会结束我就回家哈。婆婆拜拜！”
“喂……喂……”唉，孩子长大了，不像小时候那么好玩啦！放下电话，白婆婆感慨一番，还有很多活儿要干呢。
拄着拐杖，白婆婆提起水桶走出门外，留下一挂满墙壁的照片。每个相框都擦拭得反光，映出同一个孩子坚毅的脸庞。]=],
        title = "收藏屋",
        year = 869,
    },

}
