-- ./excel/barrage.xlsx
return {

    [1] = {
        content = "前方高能来包辣条",
        id = 1,
    },

    [2] = {
        content = "一本正经的胡说八道",
        id = 2,
    },

    [3] = {
        content = "男神的弹幕我承包",
        id = 3,
    },

    [4] = {
        content = "问我问啥跪着看电脑",
        id = 4,
    },

    [5] = {
        content = "经费在燃烧",
        id = 5,
    },

    [6] = {
        content = "我有姿势那个我自豪",
        id = 6,
    },

    [7] = {
        content = "弹幕护体足控福利",
        id = 7,
    },

    [8] = {
        content = "自古红蓝出cp。 ",
        id = 8,
    },

    [9] = {
        content = "迷之感动神之颤抖",
        id = 9,
    },

    [10] = {
        content = "早已看穿了一切。",
        id = 10,
    },

    [11] = {
        content = "智商上线世界再见",
        id = 11,
    },

    [12] = {
        content = "卡在奇怪的地方。",
        id = 12,
    },

    [13] = {
        content = "屏满，看引战，趁着没人赶",
        id = 13,
    },

    [14] = {
        content = "放开那个人，让我来",
        id = 14,
    },

    [15] = {
        content = "高能预警",
        id = 15,
    },

    [16] = {
        content = "说高能的出来",
        id = 16,
    },

    [17] = {
        content = "這麽可愛一定是男孩子",
        id = 17,
    },

    [18] = {
        content = "抽了两次没货",
        id = 18,
    },

    [19] = {
        content = "膝蓋中箭",
        id = 19,
    },

    [20] = {
        content = "瞬间爆炸",
        id = 20,
    },

    [21] = {
        content = "你见识过绝望吗",
        id = 21,
    },

    [22] = {
        content = "岂不美哉",
        id = 22,
    },

    [23] = {
        content = "你已经来不及走了",
        id = 23,
    },

    [24] = {
        content = "福利福利福利",
        id = 24,
    },

    [25] = {
        content = "仰望星空派",
        id = 25,
    },

    [26] = {
        content = "来不及解释了，快上车",
        id = 26,
    },

    [27] = {
        content = "已破产",
        id = 27,
    },

    [28] = {
        content = "为什么放弃治疗",
        id = 28,
    },

    [29] = {
        content = "下一个出ssr",
        id = 29,
    },

    [30] = {
        content = "这个点居然还有人陪我一起抽！",
        id = 30,
    },

    [31] = {
        content = "223333333333吓…",
        id = 31,
    },

    [32] = {
        content = "辣眼睛辣眼睛啊..",
        id = 32,
    },

    [33] = {
        content = "经典66666662333333333",
        id = 33,
    },

    [34] = {
        content = "该来的总会来的",
        id = 34,
    },

    [35] = {
        content = "记得关好门",
        id = 35,
    },

    [36] = {
        content = "人与人之间最基本的信任在哪里",
        id = 36,
    },

    [37] = {
        content = "特别的氛围",
        id = 37,
    },

    [38] = {
        content = "天降软妹",
        id = 38,
    },

    [39] = {
        content = "一本正经地胡说八道",
        id = 39,
    },

    [40] = {
        content = "正确饲养你的方法",
        id = 40,
    },

    [41] = {
        content = "只要可爱就算是男孩子也没关系",
        id = 41,
    },

    [42] = {
        content = "我很中意你哟",
        id = 42,
    },

    [43] = {
        content = "刷刷刷刷刷刷刷刷~~~",
        id = 43,
    },

    [44] = {
        content = "刷屏报警啦....",
        id = 44,
    },

    [45] = {
        content = "我怀疑这游戏是不是没有ssr",
        id = 45,
    },

    [46] = {
        content = "天台见...楼下捡",
        id = 46,
    },

    [47] = {
        content = "丫蛋，要浪费我一次..",
        id = 47,
    },

    [48] = {
        content = "人生第一个ssr",
        id = 48,
    },

    [49] = {
        content = "抽了几十次了..",
        id = 49,
    },

    [50] = {
        content = "你抽中的ssr已下线",
        id = 50,
    },

    [51] = {
        content = "我怀疑我玩了一个假游戏..",
        id = 51,
    },

    [52] = {
        content = "有毒有毒有毒~~~",
        id = 52,
    },

    [53] = {
        content = "ssr，ssr，ssr重要的伙伴说3遍",
        id = 53,
    },

    [54] = {
        content = "走过最远的路就是套路",
        id = 54,
    },

    [55] = {
        content = "22333333333333..",
        id = 55,
    },

    [56] = {
        content = "biubiubiubiubiubiu",
        id = 56,
    },

    [57] = {
        content = "神作神作…….",
        id = 57,
    },

    [58] = {
        content = "6666666666走一波",
        id = 58,
    },

    [59] = {
        content = "贺电走一波…",
        id = 59,
    },

    [60] = {
        content = "从未见过如此厚颜的ssr",
        id = 60,
    },

    [61] = {
        content = "成功脱非入欧~",
        id = 61,
    },

    [62] = {
        content = "神说要有光，果然唰的一个SSR来临",
        id = 62,
    },

    [63] = {
        content = "好像要个莲，求祝福",
        id = 63,
    },

    [64] = {
        content = "我怀疑欧气都是假的~~",
        id = 64,
    },

    [65] = {
        content = "吸收后面的欧气",
        id = 65,
    },

    [66] = {
        content = "非洲非洲非洲，传统血统啊",
        id = 66,
    },

    [67] = {
        content = "洗白白咯~",
        id = 67,
    },

    [68] = {
        content = "求祝福啊求祝福，求下一发不来R",
        id = 68,
    },

    [69] = {
        content = "这游戏果然黑姐才是大爱",
        id = 69,
    },

    [70] = {
        content = "嗯哼你们这群戏精",
        id = 70,
    },

    [71] = {
        content = "没事就搞事情啊",
        id = 71,
    },

    [72] = {
        content = "让我证明你开了弹幕",
        id = 72,
    },

    [73] = {
        content = "让我证明~你~开~了~弹幕~",
        id = 73,
    },

    [74] = {
        content = "我的心里只有公主（莲）",
        id = 74,
    },

    [75] = {
        content = "有人抽到袁雀吗",
        id = 75,
    },

    [76] = {
        content = "抢占沙发",
        id = 76,
    },

    [77] = {
        content = "正太正太正宗小正太，白",
        id = 77,
    },

    [78] = {
        content = "啦啦啦啦啦啦~你们猜猜我出了谁",
        id = 78,
    },

    [79] = {
        content = "看样子你们要分享我的欧气了",
        id = 79,
    },

    [80] = {
        content = "别领欧气，我怀疑越欧越没有",
        id = 80,
    },

    [81] = {
        content = "SSR,SSR,SSR重要的事情念3遍",
        id = 81,
    },

    [82] = {
        content = "亦侯，不说了",
        id = 82,
    },

    [83] = {
        content = "突然发现鸭子好萌",
        id = 83,
    },

    [84] = {
        content = "一千个伤心的理由就是没有SSR",
        id = 84,
    },

    [85] = {
        content = "我不会告诉大家R的强大",
        id = 85,
    },

    [86] = {
        content = "吞天好用吗？刚抽到一个",
        id = 86,
    },

    [87] = {
        content = "你们可以看到我的弹幕吗",
        id = 87,
    },

    [88] = {
        content = "到此一游~",
        id = 88,
    },

    [89] = {
        content = "是时候抓个人祭天了",
        id = 89,
    },

    [90] = {
        content = "你们都是托~~",
        id = 90,
    },

    [91] = {
        content = "奥义3连抽~",
        id = 91,
    },

    [92] = {
        content = "突然发现还能降级，简直6",
        id = 92,
    },

    [93] = {
        content = "弹幕护体~~",
        id = 93,
    },

    [94] = {
        content = "弹幕刷一波~",
        id = 94,
    },

    [95] = {
        content = "大家跟我一起嗨嗨嗨",
        id = 95,
    },

    [96] = {
        content = "一条弹幕好贵啊，抽一次才一条",
        id = 96,
    },

    [97] = {
        content = "我发现花常酒好黑啊",
        id = 97,
    },

    [98] = {
        content = "你永远不懂我伤悲",
        id = 98,
    },

    [99] = {
        content = "再不给SSR我就报j警啦",
        id = 99,
    },

    [100] = {
        content = "节奏节奏，跟上跟上",
        id = 100,
    },

}
